[
    {
        "title": "Anti-Pollution Measures (GRAP-4) Revoked In Delhi As Air Quality Improves",
        "link": "https://www.ndtv.com/india-news/anti-pollution-measures-grap-4-revoked-in-delhi-as-air-quality-improves-7322899#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 18:54:53 +0530",
        "summary": "Stage-4 curbs under GRAP were reimposed in Delhi on December 16.",
        "content": "Anti-Pollution Measures (GRAP-4) Revoked In Delhi As Air Quality Improves"
    },
    {
        "title": "How  Donald Trump's \"Only Two Genders\" Reality Is Coming To Life In The United States",
        "link": "https://www.ndtv.com/world-news/how-donald-trumps-only-two-genders-reality-is-coming-to-life-in-the-united-states-7323136#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 18:51:49 +0530",
        "summary": "The Trump campaign had spent $65 million on anti-transgender campaign ads",
        "content": "About 20,000 rightwing politicians, activists and media figures gathered here, as Trump pledged to bring about the \"common-sense revolution\" and promised the incoming of the \"golden age in America\"."
    },
    {
        "title": "Human Brains Are Not As Fast As We Previously Thought, Study Reveals",
        "link": "https://www.ndtv.com/science/human-brains-are-not-as-fast-as-we-previously-thought-study-reveals-7323078#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 18:44:27 +0530",
        "summary": "Our brains might be slower than what we had previously anticipated.",
        "content": "The researchers posited that our slow brain processing might be down to necessity, or rather, the lack of it."
    },
    {
        "title": "American Airlines, World's Largest, Grounds All US Flights On Christmas Eve",
        "link": "https://www.ndtv.com/world-news/american-airlines-worlds-largest-grounds-all-us-flights-on-christmas-eve-7322834#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 18:43:28 +0530",
        "summary": "The world's largest airline operator, American Airlines, grounded all its flights in the United States on Christmas Eve due to an unspecified technical glitch, news agency Reuters reported.",
        "content": "<p>The world's largest airline operator, American Airlines, grounded all its flights in the United States on Christmas Eve due to an unspecified technical glitch, news agency Reuters reported. Air traffic, especially in the US is at its peak around Christmas and New Year.</p><p>\"Our teams are working to resolve the issue as quickly as possible, and we apologize to our customers for the inconvenience,\" a statement from the airline said.</p><p>Announcements were made at airports when passengers were ready to board the flights. A video from an airport in the US showed the airline informing passengers that \"They will give an update every 15 minutes and let them know what is going on...Our system is down and we cannot put the crew on or board any customer...We are working on it.\"</p><p></p><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Announcement from American Airlines as we wait at <a href=\"https://twitter.com/FLLFlyer?ref_src=twsrc%5Etfw\">@FLLFlyer</a> <a href=\"https://twitter.com/AmericanAir?ref_src=twsrc%5Etfw\">@AmericanAir</a> <a href=\"https://t.co/zL4137ih4g\">pic.twitter.com/zL4137ih4g</a></p>— Anna McAllister (@annamactv) <a href=\"https://twitter.com/annamactv/status/1871524114579833103?ref_src=twsrc%5Etfw\">December 24, 2024</a></blockquote><p>The problems come on the morning of Christmas Eve, which is expected to set a travel record, according to the AAA. Several passengers posted on social media about the inconvenience faced, especially at the airport as flights were cancelled or grounded hours before the scheduled take off.</p><p>A note from the Federal Aviation Administration (FAA) said the company has requested for grounding of all flights.</p><div class=\"ins_instory_dv\"><div class=\"ins_instory_dv_cont\"><img alt=\"Latest and Breaking News on NDTV\" id=\"story_image_main\" src=\"https://c.ndtvimg.com/2024-12/4dajo4lg_faa-notice_625x300_24_December_24.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=738\" title=\"Latest and Breaking News on NDTV\" /></div></div><p>The shares of the carrier were down 3.8% before the bell, Reuters reported. The airline has not made any formal statement on social media but is responding to passenger complaints on X, Facebook and Bluesky.</p><p>This comes almost six months after the world faced a Microsoft outage, with airlines, banks, and businesses scrambling to resume operations.</p><p>The US grounded all planes briefly; flights in other nations were affected. It was one of the biggest IT crashes in recent history, affecting global communication and air traffic.</p>"
    },
    {
        "title": "Crowd Of Fans, Broken Metal Gates: CCTV Clip Of Pushpa 2 Stampede",
        "link": "https://www.ndtv.com/india-news/pushpa-2-the-rise-stampede-allu-arjun-arrested-questioned-crowd-of-fans-broken-metal-gates-cctv-clip-of-pushpa-2-stampede-7322920#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 18:27:26 +0530",
        "summary": "Unseen footage from Hyderabad's Sandhya Theatre - where a stampede December 4, as actor Allu Arjun's 'Pushpa 2: The Rise' was being screened, killed a young mother and critically injured her eight-year-old child - shows the chaos at the time.",
        "content": "<p></p><p>Unseen footage from Hyderabad's Sandhya Theatre - where a stampede December 4, as actor <a class=\"sp_lnk2\" href=\"http://www.ndtv.com/topic/allu-arjun\" target=\"_blank\">Allu Arjun</a>'s '<em>Pushpa 2: The Rise</em>' was being screened, killed a young mother and critically injured her eight-year-old child - shows the confusion and chaos that prevailed that night.</p><p>The 14-second clip doesn't have audio but shows a crowd pushing and shoving as they funnel through a doorway. The metal gates on either side are literally torn from their hinges. The ground is littered with pieces of paper and plastic water bottles stomped on by the surging mob.</p><p>The timestamp on the video is around 9.15 pm, which is 15 minutes before Allu Arjun arrived - unannounced, according to the police - at the theatre. News of the actor's arrival, the cops have alleged, led to the stampede as adoring fans fell over each other to get a glimpse of the actor.</p><p>In the crush that followed Revathi, 35, was killed and her eight-year-old son, Sri Tej, was left critically injured. Mr Arjun, 41, was arrested nine days after the tragic incident.</p><p>A lower court sent him to judicial custody for 14 days but, in a cinema-like twist, a few hours later the Telangana High Court granted interim bail, underscoring the actor's right to liberty.</p><p>Mr Arjun spent the night in jail anyway because the court's order came late.</p><p>Out on bail, the actor was summoned today to join the police investigation. He did so, appearing at the city's Chikkadpally Police Station for a nearly four-hour question session.</p><p>Among the questions thrown at him by the police were:</p><ul><li>Did you know police permission had been denied for you to come to the premiere?</li><li>Who took the call to proceed with the plan (for the actor to attend the special screening) despite denial of police permission?</li><li>Did any police officer inform you about the stampede outside?</li><li>When did you know about the death of the woman?</li></ul><p><strong>READ |&nbsp;</strong><a class=\"sp_lnk2\" href=\"https://www.ndtv.com/india-news/pushpa-2-the-rise-stampede-death-case-allu-arjun-questioned-by-hyderabad-police-7320567#pfrom=home-ndtv_topscroll\" target=\"_blank\">\"Did You Know...\": What Cops Asked Allu Arjun In 'Pushpa 2' Stampede Case</a></p><p>The actor and his security team, and the theatre owner, general and security managers have been charged with culpable homicide not amounting to murder.&nbsp;</p><p>On his part, Allu Arjun has rejected allegations he was responsible for the stampede and the death of the woman. On Saturday, he told reporters the incident was \"very unfortunate\" and criticised what he called \"misinformation\" and \"character assassination\" against him.</p><p><strong>READ |&nbsp;</strong><a class=\"sp_lnk2\" href=\"https://www.ndtv.com/india-news/misinformation-character-assassination-actor-allu-arjun-on-stampede-row-7302454\" target=\"_blank\">\"Misinformation, Character Assassination\": Actor Allu Arjun On Stampede Row</a></p><p>Public sentiment, though, has been divided; on Sunday there was a protest outside his home.</p><p>A mob barged in and vandalised parts of the compound; they broke flower pots and threw tomatoes at the building. The protesters, reportedly university students, also shouted slogans till they were ejected.</p>"
    },
    {
        "title": "Christmas Eve Wishes, Music And Top Churches In Delhi",
        "link": "https://www.ndtv.com/offbeat/christmas-eve-wishes-music-and-top-churches-in-delhi-7322836#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 18:19:31 +0530",
        "summary": "Christmas Eve celebrations reflect the community spirit.",
        "content": "Delhi, with its rich heritage, is home to some of the most magnificent churches that stand as testaments to the city's cosmopolitan spirit."
    },
    {
        "title": "NALCO Recruitment 2024: Notification Out For 518 Non-Executive Posts, Check Details",
        "link": "https://www.ndtv.com/education/nalco-recruitment-2024-notification-out-for-518-non-executive-posts-check-details-7322755#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 18:03:44 +0530",
        "summary": "NALCO Recruitment 2024: The test will consist of a total of 100 multiple-choice questions.",
        "content": "NALCO Recruitment 2024: Candidates will have to appear for a Computer-Based Test (CBT)."
    },
    {
        "title": "Out On Bail, Gujarat Man Rapes 70-Year-Old Survivor Again",
        "link": "https://www.ndtv.com/india-news/out-on-bail-gujarat-man-rapes-70-year-old-survivor-again-7322703#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 17:58:24 +0530",
        "summary": "Shailesh Rathod was earlier arrested for allegedly raping the same victim (Representational)",
        "content": "A 35-year-old man out on bail allegedly raped a 70-year-old woman whom he had sexually assaulted in the past in Bharuch district of Gujarat, police said on Tuesday."
    },
    {
        "title": "\"Vegetable Knife For Bypass Surgery\": Jagdeep Dhankhar On No-Trust Motion",
        "link": "https://www.ndtv.com/india-news/vegetable-knife-for-bypass-surgery-jagdeep-dhankhar-on-no-trust-motion-7322263#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 17:53:38 +0530",
        "summary": "\"Never use a vegetable-cutting knife for bypass surgery\" - Rajya Sabha Chairperson Jagdeep Dhankhar declared Tuesday, in his first comments since the opposition's motion of no-confidence in his stewardship of the Upper House was junked.",
        "content": "<p>\"Never use a vegetable-cutting knife for bypass surgery\" - Rajya Sabha Chairperson <a class=\"sp_lnk2\" href=\"http://www.ndtv.com/topic/jagdeep-dhankhar\" target=\"_blank\">Jagdeep Dhankhar</a> declared Tuesday, in his first comments since the opposition's motion of no-confidence in his stewardship of the Upper House was junked for procedural irregularities.</p><p>\"Just look at the notice against the Vice President... (as Vice President, Mr Dhankhar is the de facto Chairperson of the Rajya Sabha) ... You'll be shocked. (Former Prime Minister) Chandra Shekarji once said, 'Never use a vegetable cutting-knife for bypass surgery',\" he said.</p><p>\"That notice wasn't even a vegetable-cutting knife... it was rusted. There was haste. When I read it, I was astonished,\" Mr Dhankhar said at gathering of women journalists, \"But what surprised me more was that none of you read it. If you had... you wouldn't have slept for days!\"</p><p>He also stressed the need for the right to expression, calling it \"the definition of democracy\", and held forth on the subject, saying \"If expression is qualified, compromised, or made subject to coercion, democratic values are flawed. It is antithetical to democratic evolution.\"</p><p>\"Before you use your vocal cords... allow your ears to entertain the other point of view. Without these two elements, democracy can neither be nurtured nor blossom,\" Mr Dhankhar said.</p><p><strong>READ |&nbsp;</strong><a class=\"sp_lnk2\" href=\"https://www.ndtv.com/india-news/jagdeep-dhankhar-no-confidence-motion-against-rajya-sabha-chairperson-have-70-signatures-congress-on-no-confidence-vote-in-jagdeep-dhankhar-7213785\" target=\"_blank\">Opposition Moves No-Confidence Vote Against Jagdeep Dhankhar</a></p><p>The motion - filed in protest by the Congress after claiming Mr Dhankhar refused to allow its MPs to respond to attacks by those from the BJP - on the Sonia Gandhi-George Soros issue - was rejected on various grounds, including Mr Dhankhar's name being misspelt and the lack of a 14-day notice period.</p><p><strong>READ |&nbsp;</strong><a class=\"sp_lnk2\" href=\"https://www.ndtv.com/india-news/oppositions-no-trust-move-against-vice-president-jagdeep-dhankhar-rejected-7284843\" target=\"_blank\">Opposition's No Trust Move Against Veep Jagdeep Dhankhar Rejected</a></p><p>Deputy Chairman Harivansh declared the motion had been tabled to create a 'narrative' against Mr Dhankhar. The only thing correct, he said, was that 60 opposition MPs had signed it.</p><p>Last week, in his first response to the notice Mr Dhankhar said he felt \"personally pained\" and slammed the Congress for running a \"campaign\". \"They have the Constitutional right to move a motion against me... but day-in and day-out, a campaign is going on against the Chairman,\" he said.</p><p><strong>READ |&nbsp;</strong><a class=\"sp_lnk2\" href=\"https://www.ndtv.com/india-news/parliament-winter-session-ambedkar-is-fashion-amit-shah-one-nation-one-poll-world-watches-jagdeep-dhankhar-moans-chaotic-parliament-session-7291890\" target=\"_blank\">\"World Watching Us\": J Dhankhar On Chaotic Parliament Session</a></p><p>The Congress, meanwhile, had defended the filing of the motion by labelling Mr Dhankhar the \"biggest disruptor\" of the Upper House. Party boss Mallikarjun Kharge said Mr Dhankhar's actions had \"hurt the dignity of India\". \"For three years, he gave us neither time nor space to raise critical issues,\" he said.</p><p><strong>READ |&nbsp;</strong><a class=\"sp_lnk2\" href=\"https://www.ndtv.com/india-news/earlier-rajya-sabha-chairpersons-were-apolitical-m-kharge-slams-j-dhankar-7223416\" target=\"_blank\">\"Compelled To... Chairman Biggest Disruptor In Rajya Sabha\": M Kharge</a></p><p>The <a class=\"sp_lnk2\" href=\"http://www.ndtv.com/topic/sonia-gandhi-george-soros\" target=\"_blank\">Sonia Gandhi-George Soros</a> issue dominated the closing week of Parliament, triggering many furious stand-offs between the government and the Congress, including fierce verbal spats between the bosses of the ruling party (JP Nadda) and the Opposition (Mr Kharge).</p><p>The BJP had alleged the Soros-founded OCCRP, the Organised Crime and Corruption Reporting Project, publishes reports \"targeting\" India, and that these are then used by the Congress to criticise the ruling party and government, and Indian business interests. The Congress, just as firmly, refuted the allegation. \"<a class=\"sp_lnk2\" href=\"https://www.ndtv.com/india-news/kiren-rijiju-says-links-between-sonia-gandhi-george-soros-serious-7205243\" target=\"_blank\">We are patriots...</a>\" the party thundered in response.</p><p>The concerted attacks by the BJP came as the opposition tried to raise issues like the violence in Uttar Pradesh's Sambhal over the survey of a mosque and the United States indictment against the Directors of Adani Green Energy - a renewable energy company owned by the Adani Group. It followed French media company <a class=\"sp_lnk2\" href=\"https://www.mediapart.fr/en/journal/international/021224/hidden-links-between-giant-investigative-journalism-and-us-government\" target=\"_blank\">Mediapart</a>&nbsp;claiming \"links between the OCCRP and the US government\".</p><p><em>NDTV is now available on WhatsApp channels. <a href=\"https://www.whatsapp.com/channel/0029Va4lixw7z4kcvZI9JM12\">Click on the link</a> to get all the latest updates from NDTV on your chat. </em></p>"
    },
    {
        "title": "NRI Slams Indian Family For Being Loud On \"Ultra Quiet\" Finland Train",
        "link": "https://www.ndtv.com/travel/nri-in-finland-train-slams-hindi-speaking-co-passengers-for-being-very-loud-7322171#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 17:52:52 +0530",
        "summary": "NRI complains of family speaking loudly in Hindi in Finland train. (Representative Image)",
        "content": "\"We really don't get civic sense, do we?\" the X user wrote after finding an Indian family speaking loudly in an \"otherwise ultra quiet\" train carriage in Finland."
    },
    {
        "title": "UK's Royal Mail Managers Faked Deliveries To Receive Bonuses In Fresh Scandal: Report",
        "link": "https://www.ndtv.com/world-news/uks-royal-mail-managers-faked-deliveries-to-receive-bonuses-in-fresh-scandal-report-7322657#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 17:51:12 +0530",
        "summary": "Royal Mail customer operations managers have been caught in hot soup.",
        "content": "One of the postal workers revealed that they were asked to scan items as \"inaccessible\" and report them \"three or four times\"."
    },
    {
        "title": "Video: Himachal Grinds To Halt As Snowfall Shuts Over 350 Roads",
        "link": "https://www.ndtv.com/india-news/himachal-pradesh-grinds-to-halt-as-massive-snowfall-shuts-down-roads-4-dead-7322659#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 17:51:09 +0530",
        "summary": "Massive snowfall in Himachal Pradesh over the last 24 hours has cost four lives and led to the shutting down of nearly 700 electric transformers and more than 350 roads. Three of these are national highways.",
        "content": "<p>Massive snowfall in Himachal Pradesh over the last 24 hours has cost four lives and led to the shutting down of nearly 700 electric transformers and more than 350 roads. Three of these are national highways.</p><p>The road closure has stranded around 500 vehicles - among them 300-plus buses.&nbsp;</p><p>Snowfall - which started yesterday -- was recorded today in multiple districts of the state including Kinnaur, Lahaul and Spiti and the higher reaches of Shimla, Kullu, Mandi, Chamba and Sirmaur.</p><p>The silver lining of the situation is the high tourist footfall, who have started flocking to Shimla and its neighbouring areas in the hopes of spending a white Christmas.&nbsp;</p><p>Shimla Hotel and Tourism Stakeholders' Association president MK Seth has told news agency Press Trust of India that hotel occupancy in the British-era town is at more than 70 per cent - 30 per cent above normal.<br />Four people died in accidents during the past 24 hours and several suffered injuries due to vehicles skidding at some places.&nbsp;</p><p>The national highways between Attari and Leh, Sanj to Aut in Kullu district, and Khab Sangam in Kinnaur district and Gramphoo in Lahaul and Spiti district have been blocked.</p><p>Late on Monday, tourists in hundreds of vehicles stranded near the Atal Tunnel were safely rescued, officials told PTI.</p>"
    },
    {
        "title": "Chinese Woman Sets Sex Worker Trap For Husband In A Bid To Get Divorce",
        "link": "https://www.ndtv.com/feature/chinese-woman-sets-sex-worker-trap-for-husband-in-a-bid-to-get-divorce-7322502#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 17:37:40 +0530",
        "summary": "The court sentenced the woman and her accomplices to jail for fraud. (Representative pic)",
        "content": "A woman and her accomplices in China have been sentenced to jail for orchestrating a fraudulent marriage scheme to scam the husband."
    },
    {
        "title": "Did Groups From India, Pak Clash Inside Bangladesh Mosque? A Fact-Check",
        "link": "https://www.ndtv.com/world-news/did-groups-from-india-pak-clash-inside-bangladesh-mosque-a-fact-check-7322446#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 17:26:37 +0530",
        "summary": "A video of a woman being thrashed outside a court was recently shared on social media with claims that she was a Hindu woman beaten by Muslim lawyers in Pakistan.",
        "content": "<p>Multiple social media users shared a video claiming that it showed a tussle between two groups of Tablighi Jamaat members, that allegedly broke out over “who would perform Halala with a Bangladeshi woman”. It was further claimed that one group supported India's Tablighi Jamaat chief Maulana Saad, while the other backed Maulana Tariq Jameel, the chief of Pakistani Tablighi Jamaat.&nbsp;</p><p>However, the PTI Fact Check Desk, in its investigation, found the claim to be false. The video was actually of clashes that broke out between followers of the former and current Khatibs of Bangladesh's national mosque, Baitul Mukarram, on September 20, 2024. The old video was shared on social media as recent with a false claim.&nbsp;</p><p><strong>Claim</strong></p><p>A Facebook user shared on December 21 a video, claiming that it showed a fight between two groups of Tablighi Jamaat, one from India and the other from Pakistan, over who would perform Halala with a Bangladeshi woman. “A total of 12 people have died so far in the incident,” it claimed.</p><p>Here's the <a class=\"sp_lnk2\" href=\"https://www.facebook.com/sanjaya.sinha.bharatiya/posts/993881572574319/\">link</a>, <a class=\"sp_lnk2\" href=\"https://ghostarchive.org/archive/YIOQL\">archive link</a>, and screenshot of the post.&nbsp;</p><div class=\"ins_instory_dv\"><div class=\"ins_instory_dv_cont\"><img alt=\"Latest and Breaking News on NDTV\" id=\"story_image_main\" src=\"https://c.ndtvimg.com/2024-12/knemjba8_factcheck-1_625x300_24_December_24.jpeg?im=FeatureCrop,algorithm=dnn,width=1200,height=738\" title=\"Latest and Breaking News on NDTV\" /></div></div><p><strong>Investigation</strong></p><p>The Desk ran the viral video through InVid Tool Search and found several keyframes. On running one of the keyframes through Google Lens, the Desk came across an Instagram post by ‘Briefly by NEWJ', which was shared on September 21, 2024. We found that the post carried the same video as shared on social media.&nbsp;</p><p>Here's the <a class=\"sp_lnk2\" href=\"https://www.instagram.com/brieflybynewj/reel/DAKswMNqipr/\">link</a>, <a class=\"sp_lnk2\" href=\"https://ghostarchive.org/archive/314uu\">archive link</a>, and screenshot of the video.&nbsp;</p><div class=\"ins_instory_dv\"><div class=\"ins_instory_dv_cont\"><img alt=\"Latest and Breaking News on NDTV\" id=\"story_image_main\" src=\"https://c.ndtvimg.com/2024-12/nh0okh5g_factcheck-2_625x300_24_December_24.jpeg?im=FeatureCrop,algorithm=dnn,width=1200,height=738\" title=\"Latest and Breaking News on NDTV\" /></div></div><p>According to the details published by NEWJ, “The video showed a violent clash broke out at Dhaka's Mukarram National Mosque, leaving at least 50 people injured. The confrontation occurred between followers of the mosque's former Khatib, Mufti Ruhul Amin, and current Khatib, Mufti Waliur Rahman Khan, during Friday's sermon.”&nbsp;</p><p>Below is also a combination image, which shows that the video shared on social media was the same as the one shared by NEWJ in September 2024.</p><div class=\"ins_instory_dv\"><div class=\"ins_instory_dv_cont\"><img alt=\"Latest and Breaking News on NDTV\" id=\"story_image_main\" src=\"https://c.ndtvimg.com/2024-12/llmg9pg8_factcheck3_625x300_24_December_24.jpeg?im=FeatureCrop,algorithm=dnn,width=1200,height=738\" title=\"Latest and Breaking News on NDTV\" /></div></div><p>To further corroborate the details, the Desk conducted a customised keyword search and came across a news report by the Bangladeshi daily, The Dhaka Tribune, on September 20, 2024. The report confirmed that before Friday prayers, a violent clash erupted between followers of the current and former Khatibs of the mosque, resulting in a scuffle and damage to property. A total of 50 people also suffered injuries in the incident.&nbsp;</p><p>Here's the <a class=\"sp_lnk2\" href=\"https://www.dhakatribune.com/bangladesh/dhaka/359111/clash-erupts-at-baitul-mukarram-mosque-between\">link </a>and screenshot of the news article published by Dhaka Tribune.&nbsp;</p><div class=\"ins_instory_dv\"><div class=\"ins_instory_dv_cont\"><img alt=\"Latest and Breaking News on NDTV\" id=\"story_image_main\" src=\"https://c.ndtvimg.com/2024-12/i8bebp6g_factcheck-4_625x300_24_December_24.jpeg?im=FitAndFill,algorithm=dnn,width=1200,height=738\" title=\"Latest and Breaking News on NDTV\" /></div></div><p>“According to sources, the current Khatib, Mufti Waliur Rahman Khan, was delivering a sermon when the former Khatib, Mufti Ruhul Amin, arrived at the mosque with his followers and attempted to take the microphone. This led to a confrontation between the followers of both Khatibs, resulting in physical altercations. Several people were injured, and many worshippers were disturbed by the chaos, prompting some to leave the mosque,” read a section of the report.&nbsp;</p><p>Subsequently, the Desk concluded that an old and unrelated video from Bangladesh was shared on social media as recent with a false communal claim.</p><p><strong>CLAIM</strong></p><p>Video of a clash between two groups at Bangladesh's Baitul Mukarram mosque shared on social media with a false claim; Details inside</p><p><strong>FACT</strong></p><p>The viral video is of a clash that occurred between the followers of the former and current Khatibs at Bangladesh's national mosque, Baitul Mukarram.</p><p><strong>CONCLUSION</strong></p><p>Multiple social media users shared a video, claiming that it showed a scuffle between two groups of Tablighi Jamaat over who would perform Halala with a Bangladeshi woman. In its investigation, the Desk found that the video showed a fight that broke out between followers of the former and current Khatibs at Baitul Mukarram National Mosque in Bangladesh. The unrelated video was shared on social media with a false claim.</p><p><em>(This story was originally published by <a class=\"sp_lnk2\" href=\"https://www.ptinews.com/fact-detail/Video-of-clash-between-two-groups-at-Bangladesh-s-Baitul-Mukarram-mosque-shared-on-social-media-with-false-claim%3B-Details-inside/2124906\">Press Trust of India</a>, and republished by NDTV as part of the Shakti Collective)</em></p>"
    },
    {
        "title": "Fact Check: Altered Amul Ad Shared To Claim It Mocked Rahul And Priyanka Gandhi",
        "link": "https://www.ndtv.com/india-news/fact-check-altered-amul-ad-shared-to-claim-it-mocked-rahul-and-priyanka-gandhi-7322348#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 17:23:29 +0530",
        "summary": "A photo of a purported advertisement banner of Amul was recently shared on social media, with users claiming that it featured cartoons depicting Congress leaders Rahul Gandhi and Priyanka Gandhi Vadra and mocked the Congress party.",
        "content": "<p>A photo of a purported advertisement banner of Amul was recently shared on social media, with users claiming that it featured cartoons depicting Congress leaders Rahul Gandhi and Priyanka Gandhi Vadra and mocked the Congress party. However, the PTI Fact Check Desk's investigation found that an old advertisement by Amul was digitally altered to create the viral image, which was shared on social media with a false claim.</p><p><strong>Claim</strong></p><p>A Facebook user shared on December 17 a photo of a purported billboard ad by Amul, claiming that it featured Rahul Gandhi and Priyanka Gandhi Vadra to mock Congress party.</p><p>\"Top class Advt with real meaning what happened and is happening,\" read the caption of the post.</p><p>The Hindi text on the banner translated to: \"Grandfather ate, grandmother ate, father ate, mother ate and sister you also eat and call brother-in-law.\" It is used to take a dig at the Gandhi family insinuating the alleged corruption by the family members.</p><p>Here is the <a class=\"sp_lnk2\" href=\"https://www.facebook.com/NaMoSecularism/posts/pfbid02QNtM8uYh41JaN8YR1GsMH1bQcPUCt9MViXchDvWfenNm8gPoyDaK7TSwADbHU9nbl?rdid=BbTjvxCabx5TbR7d\" rel=\"nofollow,noindex\" target=\"_blank\">link </a>and <a class=\"sp_lnk2\" href=\"https://ghostarchive.org/archive/WxyAW\" rel=\"nofollow,noindex\" target=\"_blank\">archive </a>link to the post, and below is a screenshot of the same.</p><div class=\"ins_instory_dv\"><div class=\"ins_instory_dv_cont\"><img alt=\"Latest and Breaking News on NDTV\" id=\"story_image_main\" src=\"https://c.ndtvimg.com/2024-12/hgbn71gg_fact-check-amul-_625x300_24_December_24.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=738\" title=\"Latest and Breaking News on NDTV\" /></div></div><p><strong>Investigation</strong></p><p>The Desk ran the viral photo through Google Lens and found that several other users had shared the same photo with similar claims.</p><p>Two such posts can be seen <a class=\"sp_lnk2\" href=\"https://x.com/Jay_Kalki/status/1869238587973329294\" rel=\"nofollow,noindex\" target=\"_blank\">here </a>and <a class=\"sp_lnk2\" href=\"https://x.com/manishkapadiya/status/1869083634495582620\" rel=\"nofollow,noindex\" target=\"_blank\">here</a>, and their archived versions can be viewed <a class=\"sp_lnk2\" href=\"https://ghostarchive.org/archive/bvKTP\" rel=\"nofollow,noindex\" target=\"_blank\">here </a>and <a class=\"sp_lnk2\" href=\"https://ghostarchive.org/archive/69Oee\" rel=\"nofollow,noindex\" target=\"_blank\">here</a>, respectively.</p><p>In the next part of investigation, the Desk performed a customised keyword search and came across an advertisement shared by the company on its X (formerly Twitter) accounton January 24, 2019.</p><p>Back then, the company had actually run an ad regarding Priyanka Gandhi's entry into mainstream politics when she was appointed as the general secretary of the Congress UP East. It featured cartoons of Priyanka Gandhi and Rahul Gandhi, but no slogan was mentioned on it.</p><p>Here is the <a class=\"sp_lnk2\" href=\"https://x.com/Amul_Coop/status/1088426944973148160\" rel=\"nofollow,noindex\" target=\"_blank\">link </a>and <a class=\"sp_lnk2\" href=\"https://ghostarchive.org/archive/8t6oH\" rel=\"nofollow,noindex\" target=\"_blank\">archive </a>link to Amul's ad, and below is its screenshot.</p><div class=\"ins_instory_dv\"><div class=\"ins_instory_dv_cont\"><img alt=\"Latest and Breaking News on NDTV\" id=\"story_image_main\" src=\"https://c.ndtvimg.com/2024-12/klnjpfug_amul-fact-check-_625x300_24_December_24.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=738\" title=\"Latest and Breaking News on NDTV\" /></div></div><p>Below is a combination image, comparing the photo in the viral clip with the photo in the news report.</p><div class=\"ins_instory_dv\"><div class=\"ins_instory_dv_cont\"><img alt=\"Latest and Breaking News on NDTV\" id=\"story_image_main\" src=\"https://c.ndtvimg.com/2024-12/85ecf3qg_amul-fc-_625x300_24_December_24.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=738\" title=\"Latest and Breaking News on NDTV\" /></div></div><p>Furthermore, we found that the same edited photo had gone viral in 2019 and the company had termed it \"fake\".</p><p>\"Dear Sir, It is a fake post. Amul has not released this Topical. The original topical is shared below\"</p><p>Here is the <a class=\"sp_lnk2\" href=\"https://x.com/amulcares/status/1128202682500468736\" rel=\"nofollow,noindex\" target=\"_blank\">link </a>and <a class=\"sp_lnk2\" href=\"https://ghostarchive.org/archive/g7khs\" rel=\"nofollow,noindex\" target=\"_blank\">archive link</a>, and below is the screenshot of the same.&nbsp;</p><div class=\"ins_instory_dv\"><div class=\"ins_instory_dv_cont\"><img alt=\"Latest and Breaking News on NDTV\" id=\"story_image_main\" src=\"https://c.ndtvimg.com/2024-12/rjg2m41_amul-_625x300_24_December_24.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=738\" title=\"Latest and Breaking News on NDTV\" /></div><p></p><div class=\"ins_instory_dv\"><div class=\"ins_instory_dv_cont\"><img alt=\"Latest and Breaking News on NDTV\" id=\"story_image_main\" src=\"https://c.ndtvimg.com/2024-12/3t9kk038_amul-fc-_625x300_24_December_24.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=738\" title=\"Latest and Breaking News on NDTV\" /></div></div></div><p>Subsequently, the Desk concluded that an old advertisement by Amul was digitally altered and shared on social media with a false claim.</p><p><strong>Claim: </strong>Amul ad mocking Rahul Gandhi and Priyanka Gandhi Vadra.</p><p><strong>Fact: </strong>A 2019 ad released by the company was digitally altered and used in the viral photo.</p><p><strong>Conclusion:</strong> Multiple social media users shared a purported photo of an Amul billboard featuring cartoons of Congress leaders Rahul Gandhi and Priyanka Gandhi Vadra and claimed that it mocked Congress party. In its investigation, the Desk found that an Amul ad, dating back to 2019, was digitally altered and shared on social media with a false claim.</p><p><em>(This story was originally published by <a class=\"sp_lnk2\" href=\"https://www.ptinews.com/fact-detail/2019-Amul-ad-digitally-altered-and-shared-on-social-media-to-falsely-claim-it-mocked-Rahul-and-Priyanka-Gandhi/2123009\" target=\"_blank\">Press Trust Of India</a>, and republished by NDTV as part of the Shakti Collective)</em><br />&nbsp;</p>"
    },
    {
        "title": "Tea For Rs 10, Samosa For Rs 20 As Kolkata Airport's Pilot Project Begins",
        "link": "https://www.ndtv.com/india-news/udan-yatri-cafe-now-tea-for-rs-10-at-kolkata-airport-as-minister-launches-pilot-project-7322173#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 17:15:47 +0530",
        "summary": "Air travellers at Kolkata's Netaji Subhas Chandra Bose International Airport can now enjoy a cup of tea for just Rs 10, thanks to the newly launched UDAN Yatri Cafe.",
        "content": "<p>Air travellers at Kolkata's Netaji Subhas Chandra Bose International Airport can now enjoy a cup of tea for just Rs 10, thanks to the newly launched UDAN Yatri Cafe. The pilot project, introduced by Civil Aviation Minister Rammohan Naidu Kinjarapu, aims to tackle the issue of overpriced food and beverages often found at airports.</p><p>The cafe, launched in collaboration with the Airports Authority of India, offers budget-friendly water bottles and tea priced at Rs 10 and coffee at Rs 20. Snacks such as samosas and daily sweets are also priced at Rs 20.</p><p>“The UDAN Yatri Cafe is more than just a food outlet – it represents our mission to democratise the travel experience for the masses. With every affordable cup of tea or snack, we reaffirm our belief in making air travel an experience that is both enriching and within reach of all,” the Civil Aviation Ministry said.</p><p>Minister Naidu talked about the government's commitment to making air travel accessible and dignified for all citizens. “It is my heartfelt mission to make air travel a symbol of affordability, dignity, and comfort—an experience that every Indian can embrace with pride and joy,” he said.</p><p>“By breaking barriers and bridging aspirations, we aim to ensure that every citizen feels not just included, but celebrated, in the transformative journey of India's aviation story.”&nbsp;</p><p>He further outlined plans to expand the UDAN Yatri Cafe to airports across the nation, positioning it as a hallmark of India's aviation growth.&nbsp;</p><p>The initiative comes on the heels of <a href=\"https://www.ndtv.com/india-news/i-highlighted-it-in-parliament-aap-mp-raghav-chadha-on-centres-airport-initiative-udaan-yatri-cafe-7308557\">AAP MP Raghav Chadha raising the issue</a> of exorbitant food and beverage prices at airports, adding it impacted the common traveller.</p><p><br />Reacting to the launch of the Yatri Cafe, Mr Chadha said, “Glad to see the change brewing! After I highlighted the issue of food affordability at airports during this Winter Session of Parliament, tea prices at Kolkata Airport have been reduced. This is a win for us citizens, and I take pride in being the catalyst for this change.”<br /><br />Mr Chadha also hoped more airports would follow suit and introduce more reasonably priced food options.</p>"
    },
    {
        "title": "Watch: Baby Gorilla In T-Shirt Stuffed Inside A Crate, Rescued At Istanbul Airport",
        "link": "https://www.ndtv.com/world-news/watch-baby-gorilla-in-t-shirt-stuffed-inside-a-crate-rescued-at-istanbul-airport-7322298#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 17:14:49 +0530",
        "summary": "Screengrab of the video showing baby gorilla inside the crate, wearing a T-shirt.",
        "content": "After the rescue, officials transferred the baby gorilla to the Ministry of Agriculture and Forestry's care units."
    },
    {
        "title": "Bethlehem Readies For Another Christmas Overshadowed By Gaza War",
        "link": "https://www.ndtv.com/world-news/bethlehem-readies-for-another-christmas-overshadowed-by-gaza-war-7322311#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 17:10:28 +0530",
        "summary": "Violence across the Israeli-occupied West Bank has surged since the war in Gaza.",
        "content": "Palestinian security forces deployed around the Church of the Nativity in the West Bank holy city of Bethlehem on Tuesday, as the faithful prepared for another solemn Christmas."
    },
    {
        "title": "\"Did You Know...\": What Cops Asked Allu Arjun In 'Pushpa 2' Stampede Case",
        "link": "https://www.ndtv.com/india-news/pushpa-2-the-rise-stampede-death-case-allu-arjun-questioned-by-hyderabad-police-7320567#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 16:54:27 +0530",
        "summary": "Telugu actor Allu Arjun was questioned by Hyderabad Police Tuesday after a stampede at a city theatre this month killed a 35-year-old woman and left her eight-year-old with life-threatening injuries.",
        "content": "<p>Telugu actor <a class=\"sp_lnk2\" href=\"http://www.ndtv.com/topic/allu-arjun\" target=\"_blank\">Allu Arjun</a> was questioned by Hyderabad Police for over three hours on Tuesday after a stampede at a city theatre this month killed a 35-year-old woman and left her eight-year-old with life-threatening injuries. Mr Arjun, 41, had been summoned by the cops Monday to join the investigation.</p><p>The actor reached the city's Chikkadpally Police Station a little after 11 am. He was accompanied by his father, film maker Allu Aravind, and legal representatives, and was questioned - by a team led by Deputy Commissioner of Police (Central Zone) Akshansh Yadav - till 2.45 pm.</p><p>Among the questions thrown at him by the police were:</p><ul><li>Did you know police permission had been denied for you to come to the premiere?</li><li>Who took the call to proceed with the plan (for the actor to attend the special screening) despite denial of police permission?</li><li>Did any police officer inform you about the stampede outside?</li><li>When did you know about the death of the woman?</li></ul><p>The questions are in line with what sources told NDTV will be the focus of the investigation - a. did Mr Arjun have permission to appear at the theatre, and b. did he have permission to interact with fans outside the theatre, which is in a city neighbourhood home to other cinema halls?</p><p>Allu Arjun had been arrested by the police on December 13, nine days after the stampede at Hyderabad's Sandhya Theatre. Hours later he was sent to judicial custody for 14 days.</p><p><strong>READ |&nbsp;</strong><a class=\"sp_lnk2\" href=\"https://www.ndtv.com/india-news/actor-allu-arjun-arrested-days-after-woman-killed-in-stampede-at-pushpa-2-screening-in-hyderabad-7238386\" target=\"_blank\">\"Just Because He's An Actor...\": Court Grants Interim Bail To Allu Arjun</a></p><p>However, hours after that, in a dramatic twist, Mr Arjun was released on interim bail by the Telangana High Court, which cited his fundamental right to liberty and flagged possible police overreach. \"Just because he is an actor... he cannot be held like this,\" the court said.</p><p>The police have claimed Allu Arjun's unannounced arrival at the theatre - for a special screening of his new film - prompted the stampede as large numbers of his fans jostled and shoved each other aside for a glimpse of the actor. The young woman died in the melee that followed.</p><p>The woman, whom police have identified as Revathi, and her son were pulled out from under the crowd by the cops, who performed emergency first aid and rushed them to hospital.</p><p>The police claim Mr Arjun arrived at 9.30 pm. As news of his arrival - he used the main entrance and spent 15-20 minutes outside - spread, hundreds gathered. His security team - and bouncers at the theatre - started pushing the crowd back and that aggravated the situation.</p><p>According to the timeline being built by the cops, Allu Arjun had, by this time, disappeared into the theatre - after holding what the police said was an impromptu roadshow despite warnings.</p><p>The <a class=\"sp_lnk2\" href=\"https://www.ndtv.com/india-news/saw-bouncers-behaving-recklessly-cops-on-pushpa-2-premiere-stampede-7309384\" target=\"_blank\">cops also said the bouncers were \"behaving recklessly\"</a>.</p><p>\"Despite the presence of the public and police, they pushed everyone aside. Their sole focus was on the VIP (Mr Arjun),\" Hyderabad Police Commissioner CV Anand told reporters last week.</p><p><strong>READ |&nbsp;</strong><a class=\"sp_lnk2\" href=\"https://www.ndtv.com/india-news/amid-stampede-row-cctv-shows-cops-escorting-allu-arjun-out-of-theatre-7307866\" target=\"_blank\">In Stampede Row, CCTV Shows Cops Escorting Allu Arjun From Theatre</a></p><p>Mr Arjun has denied holding any roadshow. \"I just waved to people and went inside. No cop asked me to leave... my manager told me there is a crowd and asked me to leave,\" he said.</p><p>The actor, through his office, has also countered the police's claim they were not informed about his arrival. A letter was made public shortly after his arrest; it was dated 48 hours prior to the screening and asked for security to be made for a visit by Mr Arjun and his co-stars.</p><p><strong>READ |&nbsp;</strong><a class=\"sp_lnk2\" href=\"https://www.ndtv.com/india-news/allu-arjun-pushpa-2-sandhya-theatre-hyderabad-after-allu-arjuns-arrest-letter-contradicts-cops-no-information-claim-7240022#pfrom=home-ndtv_topscroll_Imagetopscroll\" target=\"_blank\">After Allu Arjun's Arrest, Letter Contradicts Cops' \"No Info\" Claim</a></p><p>The police, though, have said no details were provided and that neither Mr Arjun's security team nor theatre management made the request in person, as is the protocol in such cases.</p><p>The actor and his security team, and the theatre owner, general and security managers have been <a class=\"sp_lnk2\" href=\"https://www.ndtv.com/india-news/pushpa-2-actor-allu-arjun-to-be-charged-for-theatre-stampede-hyderabad-top-cop-7179512\" target=\"_blank\">charged with culpable homicide not amounting to murder</a>. The theatre owner and staff were among six arrested after Mr Arjun; all six have since received bail.</p><p>Mr Arjun has been defended by his fellow actors, who say he cannot be held responsible for the actions of others. He too has dismissed allegations he was responsible for the tragic death.</p><p>Speaking at a press conference Saturday, he described the incident as \"very unfortunate\" and criticised what he called \"misinformation\" and \"character assassination\" against him.</p><p><strong>READ |&nbsp;</strong><a class=\"sp_lnk2\" href=\"https://www.ndtv.com/india-news/misinformation-character-assassination-actor-allu-arjun-on-stampede-row-7302454\" target=\"_blank\">\"Misinformation, Character Assassination\": Actor Allu Arjun On Stampede Row</a></p><p>Public sentiment, though, has been divided; on Sunday there was a protest outside his home.</p><p>A mob barged in and vandalised parts of the compound; they broke flower pots and threw tomatoes at the building. The protesters, reportedly university students, also shouted slogans till they were ejected.</p><p>The woman's husband spoke to NDTV Monday and said he does not blame the actor for the stampede, and is ready to withdraw the police case against him. He claimed to have received the \"full support\" of Mr Arjun. The actor announced Rs 25 lakh for the family, while the producers of his film, 'Pushpa 2: The Rise', have announced Rs 50 lakh more.</p>"
    },
    {
        "title": "Rash Driving Altercation Snowballs Into Communal Clash In Bhopal, 6 Injured",
        "link": "https://www.ndtv.com/india-news/rash-driving-altercation-snowballs-into-communal-clash-in-bhopal-6-injured-7322174#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 16:51:38 +0530",
        "summary": "Visuals from the spot showed people throwing stones and running with swords in their hands",
        "content": "At least six people, including women, were injured when an altercation over rash driving snowballed into a communal clash in Bhopal's Jahangirabad area today."
    },
    {
        "title": "Dharavi Redevelopment Project Beneficiaries To Pay 0 Maintenance For First 10 Years",
        "link": "https://www.ndtv.com/india-news/dharavi-redevelopment-project-beneficiaries-to-pay-0-maintenance-for-first-10-years-7322119#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 16:44:00 +0530",
        "summary": "The project is designed to uplift entire neighbourhoods, not just Dharavi.",
        "content": "The Dharavi Redevelopment Project has announced that the beneficiaries do not have to pay maintenance charges for the first 10 years \"to ensure a financially sustainable future for the residents.\""
    },
    {
        "title": "\"Not Monetised\": Spiritual Content Creator Abhinav Arora's Father Denies Profiting From Son",
        "link": "https://www.ndtv.com/india-news/not-monetised-spiritual-content-creator-abhinav-aroras-father-denies-profiting-from-son-7322069#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 16:37:46 +0530",
        "summary": "Abhinav Arora claims to have embarked on his spiritual journey at the age of three. (File)",
        "content": "Ten-year-old spiritual orator Abhinav Arora's father, Tarun Raj Arora has refuted allegations of profiting from his son's social media presence."
    },
    {
        "title": "ATMA 2025 Registration Process Begins, Check Steps To Apply",
        "link": "https://www.ndtv.com/education/atma-2025-registration-process-begins-check-steps-to-register-7322042#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 16:32:15 +0530",
        "summary": "ATMA 2025: Candidates can register by visiting the official website.",
        "content": "ATMA 2025: Candidates are required to pay a registration fee of Rs 2000."
    },
    {
        "title": "Amelia Carter: All Social Media Stories About New York Subway Horror Victim",
        "link": "https://www.ndtv.com/world-news/amelia-carter-all-social-media-stories-about-new-york-subway-horror-victim-7322030#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 16:30:38 +0530",
        "summary": "The victim, whose identity remains officially unconfirmed, was asleep on a stationary F train",
        "content": "Social media quickly became flooded with claims about the victim, with many identifying her as 29-year-old Amelia Carter."
    },
    {
        "title": "Christmas 2024: Here Are 8 Eco-Friendly Ways To Decorate House This Holiday Season",
        "link": "https://www.ndtv.com/offbeat/christmas-2024-here-are-8-eco-friendly-ways-to-decorate-house-this-holiday-season-7322014#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 16:30:21 +0530",
        "summary": "Christmas is celebrated every year on December 25.",
        "content": "Eco-Friendly ChristmasCelebrations: Christmas is celebrated every year on December 25 to honour the birth of Jesus Christ. The season is a perfect time to transform your house into a festive wonderland with a beautiful Christmas tree."
    },
    {
        "title": "Manchester United's Hygiene Rating Slashed After Old Trafford Hit By Mice Infestation",
        "link": "https://www.ndtv.com/offbeat/manchester-uniteds-hygiene-rating-slashed-after-old-trafford-hit-by-mice-infestation-7321980#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 16:26:58 +0530",
        "summary": "Manchester United Football club has been hit by mice infestation.",
        "content": "The club said it was working with a pest control contractor and local council to implement a series of measures to address the problem."
    },
    {
        "title": "\"Give Free Treatment To Rape, Acid Attack Survivors\": Delhi High Court's Landmark Order",
        "link": "https://www.ndtv.com/india-news/give-free-treatment-to-rape-acid-attack-survivors-delhi-high-courts-landmark-order-7321937#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 16:22:55 +0530",
        "summary": "Survivors in these cases often require urgent medical intervention, the court noted (File)",
        "content": "In a landmark order, the Delhi High Court on Tuesday directed that victims of rape, acid attacks, sexual assaults, and survivors of POCSO (Protection of Children from Sexual Offences) cases are entitled to free medical treatment."
    },
    {
        "title": "India Made Rs 2.52 For Every Rupee Spent On Space: ISRO Chief To NDTV",
        "link": "https://www.ndtv.com/india-news/india-to-land-astronaut-on-moon-by-2040-isro-chief-s-somanath-to-ndtv-7321646#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 16:22:30 +0530",
        "summary": "As part of this roadmap, India plans to establish its own space station.",
        "content": "India has set its sights on an ambitious space program, aiming to land an astronaut on the moon by 2040, according to the Indian Space Research Organisation (ISRO) Chairman Dr S Somanath."
    },
    {
        "title": "\"Not True\": Woman Named By Arvind Kejriwal Rejects Voter Name Deletion Claim",
        "link": "https://www.ndtv.com/india-news/not-true-woman-named-by-arvind-kejriwal-rejects-voter-name-deletion-claim-7321525#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 16:17:31 +0530",
        "summary": "A day after AAP national convener Arvind Kejriwal raised an alarm over deletion of voters from the electoral roll ahead of Delhi Assembly elections, his claims seems to have backfired with one of the woman voters outrightly rejecting his assertions.",
        "content": "<p>A day after AAP national convener Arvind Kejriwal raised an alarm over deletion of voters from the electoral roll ahead of Delhi Assembly elections, his claims seems to have backfired with one of the woman voters outrightly rejecting his assertions.</p><p>Chandra, a woman voter in Delhi's Kidwai Nagar constituency, said on record that she has been casting her ballot every year and her name was mistakenly taken by Arvind Kejriwal.</p><p>Speaking exclusively to IANS, she said, \"I have never had my vote cut. I always cast my vote. I don't know why they mistakenly said that my name was removed from the list. I already have my voter ID card, there is no need to make a new one. It could have been a misunderstanding on Kejriwal's part otherwise, I have been casting my vote every time.\"</p><p>Her husband Raghu also countered Mr Kejriwal's claims on her wife's name being struck off the electoral rolls, ahead of elections and said, “It is possible that he (Arvind Kejriwal) mistakenly mentioned someone else's name and referred to us. Our vote has not been cancelled.\"</p><p>It was during the launch of Mahila Samman Yojana that former Delhi Chief Minister claimed that Chandra's name was removed from the electoral rolls, apparently as part of BJP's plot and his party would get her name reinstated in the list.</p><p>The AAP supremo visited the constituency on Monday, to kickstart the process of registration for ‘Mahila Samman Yojana', under which he has pledged Rs 2,100 monthly financial assistance for women residents of the city, if party returns to power.</p><p>While naming Chandra as the 'victim' of voters list name deletion drive, carried out by BJP, he said that his partymen will ensure that they don't get deprived of their basic rights to vote.</p><p>He also shared a video of the registration drive and said that this ‘conspiracy' by BJP will impair chances of city's women residents from getting Rs 2,100, as promised under Mahila Samman Yojana.</p><p>Taking to X, he wrote, “When we went to start the registration for 'Mahila Samman Yojana', a sister told me that someone had got her vote cancelled. We will get her vote made again. But I want to tell all my mothers and sisters of Delhi that all of you should check your vote. It is necessary to have your name in the voter list to get Rs 2100 every month.”</p><p>As the city prepares for election, the AAP and BJP have raised the stakes for a high-pitched electoral battle. BJP has been trying to corner the AAP dispensation over the Rohingya issue, fraudulent liquor policy and others while the latter has accused it of orchestrating a widespread voter deletion drive to target its voter base.</p><p>AAP has alleged that BJP has been pushing for removal of many voters, mostly its supporters, from the electoral list and submitting applications regarding the same to the Election Commission.</p><p>“In Shahdara area, BJP has sought removal of over 11,000 voters. After cross-checking, we found that 500 of these voters still live in that locality,” Kejriwal said in a recent public address.</p><p></p>"
    },
    {
        "title": "Kolkata Rape-Murder Victim's Parents In High Court, Say Probe \"Compromised\"",
        "link": "https://www.ndtv.com/india-news/kolkata-rape-murder-victims-parents-in-high-court-say-probe-compromised-7321662#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 16:11:48 +0530",
        "summary": "The single bench of Calcutta High Court did not hear the matter today",
        "content": "The parents of the 31-year-old doctor, who was raped and murdered on duty at Kolkata's RG Kar Medical College and Hospital, have approached Calcutta High Court, flagging concerns in the CBI's investigation and seeking the court's intervention"
    },
    {
        "title": "Top Challenges Faced By Gen Z Students Abroad In 2024 And Ways To Tackle Them",
        "link": "https://www.ndtv.com/education/key-challenges-gen-z-students-face-when-studying-abroad-how-to-overcome-them-7308726#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 16:11:41 +0530",
        "summary": "Gen Z students prioritize practical skills, making informed choices about education and careers.",
        "content": "Study Abroad: From homesickness to academic differences, students often encounter hurdles that need careful preparation and proactive strategies."
    },
    {
        "title": "Opinion: Opinion | One Nation, One Election, Many Suspicions",
        "link": "https://www.ndtv.com/opinion/one-nation-one-election-many-suspicions-7321785#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 16:01:09 +0530",
        "summary": "Both support and opposition don't seem to stem from merits but from political divide and a deep mistrust.",
        "content": "<div class=\"ins_instory_dv\"><div class=\"ins_instory_dv_cont\"><img alt=\"Latest and Breaking News on NDTV\" id=\"story_image_main\" src=\"https://c.ndtvimg.com/2024-05/gaps78ak_elections-generic_625x300_30_May_24.jpeg\" title=\"Latest and Breaking News on NDTV\" /></div></div><p>Even in a competitive democracy where political rivals joust fiercely and yet maintain a semblance of informed and civil discourse, it is a difficult task to push through legislation on contentious issues. When a competitive democracy becomes deeply polarised, to the extent that civil discourse is replaced by bitterness, abuse and mistrust, legislation of any kind becomes extremely difficult, if not impossible. At this point in time, the planned law on One Nation, One Election (ONOE) could become a victim of such a situation.&nbsp;</p><p>There could be competing views on the need for ONOE and its impact on polity in a federal democracy like India. But in the absence of sagacity and pragmatism, hyperbole, rhetoric and polemics have ended up destroying both the discourse and the process of legislation for an amendment for simultaneous elections that the NDA regime proposed during the “washed out” winter session of the Parliament. As expected, the Bill has been referred to a select committee. It is anybody's guess whether the NDA regime will manage to cobble together a two-thirds majority of “present” members to be able to pass the Bill.</p><h2><strong>No Time To Govern</strong></h2><p>However, what about the idea of ONOE? On the face of it, there is some merit to the argument in favour of simultaneous elections. There can be no dispute that the political landscape in India is littered with elections the way the Indian calendar is littered with festivals. Look at what has happened over the last year. There were elections to state assemblies in Rajasthan, Chhattisgarh and Madhya Pradesh. Soon after that came the 2024 Lok Sabha elections. When political parties, voters and analysts had barely even begun to digest the import of the verdict, assembly elections became due in Haryana and Jammu &amp; Kashmir (after a gap of 10 years). Even before one could delve deeper into the surprise verdicts, elections in Maharashtra and Jharkhand were announced. Just as India starts the new year in 2025, elections to the Delhi assembly will be announced. For Indian voters, pollsters, pundits and assorted debaters alike, the year 2025 will be a relatively dull year as only Bihar will go for elections towards the end of the year. But 2026 will see a flurry, with Kerala, Tamil Nadu, West Bengal and Assam being the major states that will elect new governments. That will be followed in 2027 by shenanigans in Uttar Pradesh, Uttarakhand, Punjab, Goa and some others. There will be another series of assembly elections soon after, and then the 2029 Lok Sabha elections will be due before you can pause to take a breath.</p><p>This is clearly not a healthy situation. National-level parties are perpetually in campaign mode because of this never-ending stream of assembly elections. Purely regional parties don't suffer as much as their footprint normally doesn't extend beyond one state. For instance, Tamil Nadu chief minister and DMK chief M. K. Stalin and his son-cum-inheritor Udaynidhi Stalin couldn't care much about elections to West Bengal and Assam, which will be held along with Tamil Nadu in 2026. Perhaps even neighbouring Kerala won't be too important for them.&nbsp;</p><h2><strong>A Case For ONOE</strong></h2><p>Yet, there is an impact on governance because elections mean the Model Code of Conduct, a period when policy decisions are paralysed. In a rapidly changing and evolving geopolitical scenario, this doesn't augur well. Since the Bharatiya Janata Party (BJP) leads the National Democratic Alliance (NDA) at the centre, it cannot announce significant policy decisions in 2026 as they could impact voter behaviour in states like Kerala, Tamil Nadu, West Bengal and Assam. Any window for serious governance and policymaking would be brief because soon it would be time for elections in Uttar Pradesh et al. Besides, there is the issue of costs, the diversion of human and other resources for the conduct of elections, and the question of organising paramilitary forces every few months.&nbsp;</p><p>These factors do suggest that there is a case for simultaneous elections. On the other hand, what could be the reasons that present a case against it? There are some who argue that a single burst of elections to Parliament and all the state assemblies would give an unfair advantage to resource-rich national parties like the BJP, which would outgun and steamroll opponents who can't match its resources, particularly at the regional level. That's simply not true. The year 1967 was the last time India saw simultaneous polls. Even then, while Indira Gandhi led the Congress to a victory in the Lok Sabha, she lost about 10 states to various opposition groups and alliances. Even in contemporary times, the Narendra Modi-led BJP has won massive victories in Delhi in the Lok Sabha elections, to be followed soon by massive victories for the Arvind Kejriwal-led AAP in assembly elections. The Indian voter is astute and knows how to distinguish between national and local issues. In any case, many regional parties have publicly announced their support for ONOE.</p><h2><strong>Give And Take</strong></h2><p>The problem is not the idea but the deeply divisive and polarised nature of Indian politics. The Janata Dal (United) (JD-U), an NDA ally, is in favour of simultaneous polls. On the other hand, its rival, the Rashtriya Janata Dal (RJD), which is also largely confined to Bihar, is fiercely opposed to it. Both support and opposition don't seem to stem from merits but from political divide and a deep mistrust. The manner in which the recent winter session of the Parliament was conducted reveals how bitter and deep this gulf is. In such a situation, it would take an extraordinary level of pragmatic give-and-take politics to make ONOE a reality.&nbsp;</p><p>It is possible, the contentious GST Bill was passed in 2017 despite deep divisions. But for the sake of pragmatism, the authors would suggest two solutions. First, start with One Nation, Two Elections, wherein assembly elections are divided into two separate bunches. Second, and more important, the government should seriously consider a law that would enable referendums in India, as held in other major democracies. Why not have a national vote where citizens deliver a verdict on ONOE and other major issues?</p><p><em>(Yashwant Deshmukh is the Founder &amp; Editor-in-Chief of CVoter Foundation and Sutanu Guru is Executive Director)</em></p><p><strong>Disclaimer: These are the personal opinions of the author</strong></p>"
    },
    {
        "title": "Meitei, Kuki Police Recruits Form Strong Bond During Training In Assam, Say Will Work Together In Manipur",
        "link": "https://www.ndtv.com/india-news/meitei-kuki-police-recruits-form-strong-bond-during-training-in-assam-say-will-work-together-in-manipur-7321553#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 16:00:11 +0530",
        "summary": "Manipur Police personnel at their passing out ceremony in a police academy in Assam",
        "content": "From breaking bread together to sharing light moments after a hard day in the field, 2,000-odd newly recruited Manipur Police personnel from various communities mingled freely and made good memories during their year-long rigorous training in Assam."
    },
    {
        "title": "Year-End Financial Planning: 6 Tips To Keep Your Portfolio Ticking",
        "link": "https://www.ndtv.com/feature/year-end-financial-planning-6-tips-to-keep-your-portfolio-ticking-7185234#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 16:00:10 +0530",
        "summary": "Prepare for the next year by going through the financial checklist.",
        "content": "Here is an easy checklist that may help you finish the year on the right note financially."
    },
    {
        "title": "\"Can Zomato Do More?\" Man Urges Deepinder Goyal After Encounter With Delivery Boy",
        "link": "https://www.ndtv.com/india-news/delhi-man-s-heartfelt-story-of-zomato-delivery-executive-goes-viral-7319492#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 15:57:25 +0530",
        "summary": "Shiva Sarkar, a delivery executive barely in his twenties, works tirelessly through the night to support his family after his fathers death, a user said on LinkedIn.",
        "content": "<p>A Delhi man was \"deeply shaken\" after listening to a young Zomato delivery executive who delivered food to his doorstep late one night. Himanshu Bohra shared the story of Shiva Sarkar, a delivery executive barely in his twenties, who works tirelessly through the night to support his family after his father's death.<br /><br />In his LinkedIn post titled “The Story of Shiva Sarkar,” Mr Bohra said that one&nbsp;night, after wrapping up his work at 3 AM, he ordered food through Zomato.<br /><br />“As the doorbell rang, I stood up to open it. There he was, Shiva Sarkar, the delivery executive, with a warm smile despite the biting cold outside. But there was something in his eyes. A heaviness, a story untold,” he wrote.<br /><br />Mr Bohra invited the Zomato agent in, offering him water and inquiring about his well-being. That's when the young man broke down and revealed his struggles. After losing his father, Mr Sarkar was forced to drop out of school in class 8 and take up a job to support his family. His earnings now go toward preparing for his younger sisters' weddings.<br /><br />“I sat there, in awe of his strength,” Mr Bohra said. “This young man, who should be chasing his aspirations, is instead running against the clock to make ends meet, with a determination that can only be admired.”<br /><br />Mr Bohra reflected on countless others like Sarkar — \"young boys and girls sacrificing their education, dreams, and potential to keep their families afloat.” After meeting Mr Sarkar, he wondered how society could help individuals like him.<br /><br />The post continued with an emotional plea to Zomato CEO Deepinder Goyal: “Deepinder Goyal, I love the Zomato app, but can we do more?” He asked if Zomato could introduce upskilling programmes, scholarships, or easy loans for these “unsung heroes.”&nbsp;<br /><br />“What if these delivery executives could dream again? Could learn skills that open doors to brighter futures while earning a living?” he wrote.<br /><br />The post, which included a photo of Mr Sarkar (shared with his consent), has since gone viral.<br /><br />Zomato was quick to respond.</p><p>In a comment, the company wrote, “Thanks for bringing this to our attention. This looks quite inspirational, and we are proud of our delivery universe,” asking for the order ID of the delivery partner to express their appreciation for his dedication and hard work.</p>"
    },
    {
        "title": "This Royal To Replace Prince Harry As \"Royal Family Joker\" For Christmas",
        "link": "https://www.ndtv.com/world-news/this-royal-to-replace-prince-harry-as-royal-family-joker-for-christmas-king-charles-7320956#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 15:56:56 +0530",
        "summary": "The Windsors have long followed the tradition of giving gag gifts at Christmas.",
        "content": "King Charles is likely to step into Prince Harry's shoes this Christmas as the \"royal family joker\"."
    },
    {
        "title": "Despite Manali Traffic Nightmare, People Enjoy Snowfall In Himachal Pradesh",
        "link": "https://www.ndtv.com/travel/himachal-pradeshs-snowfall-mesmerises-travellers-despite-manali-traffic-7321539#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 15:45:37 +0530",
        "summary": "Himachal Pradesh is covered in a blanket of snow.",
        "content": "Travellers could not help but admire the serene beauty of Himachal Pradesh even amid the traffic jam chaos"
    },
    {
        "title": "Will Continue To Follow 'No-Detention Policy' Till Class 8: Tamil Nadu Minister",
        "link": "https://www.ndtv.com/india-news/will-continue-to-follow-no-detention-policy-till-class-8-tamil-nadu-minister-anbil-mahesh-poyyamozhi-7317184#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 15:44:05 +0530",
        "summary": "Tamil Nadu does not follow the National Education Policy.",
        "content": "Tamil Nadu will continue to follow the 'no-detention policy' up to class 8, School Education Minister Anbil Mahesh Poyyamozhi said on Monday."
    },
    {
        "title": "Santa's Speed On Christmas Eve - And What It Would Do To Rudolph's Nose",
        "link": "https://www.ndtv.com/world-news/santas-speed-on-christmas-eve-and-what-it-would-do-to-rudolphs-nose-7319547#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 15:21:40 +0530",
        "summary": "Merry Christmas! Strap into your sleigh for some light Christmas math.",
        "content": "With billions of children around the world anxiously waiting for their presents, Father Christmas (or Santa) and his reindeer must be travelling at breakneck speeds to deliver them all in one night."
    },
    {
        "title": "IIM Raipur Announces Independent Admission Process For MBA 2025-27 Batch",
        "link": "https://www.ndtv.com/education/iim-raipur-announces-independent-admission-process-for-mba-2025-27-batch-7321528#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 15:18:49 +0530",
        "summary": "Earlier IIM Sambalpur had also announced a strategic shift in its admission process.",
        "content": "Withdrawing from CAP 2025, the institute has decided to evaluate candidates directly based on their CAT scores and personal interview."
    },
    {
        "title": "Scientists Discover Potential Baldness Treatment During Wound Healing Research",
        "link": "https://www.ndtv.com/science/scientists-discover-potential-baldness-treatment-during-wound-healing-research-7321465#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 15:08:04 +0530",
        "summary": "The study highlights the role of deoxyribose, a naturally occurring sugar in DNA.",
        "content": "Researchers from the University of Sheffield and COMSATS University in Pakistan have discovered a potential new treatment for hereditary baldness while studying wound healing in mice."
    },
    {
        "title": "Where Does Santa Live? It Is Not Finland, Greenland Or Sweden",
        "link": "https://www.ndtv.com/world-news/where-does-santa-live-it-is-not-finland-greenland-or-sweden-7319495#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 15:05:13 +0530",
        "summary": "Santa Claus is a name derived from Sinterklaas or Saint Nicholas.",
        "content": "Sending a letter to Santa can be difficult as no one can agree on where exactly Santa lives. Several countries are competing to claim Santa as one of their citizens."
    },
    {
        "title": "Apple Nears $4 Trillion Valuation, Surges Past Nvidia, Microsoft. Here's Why",
        "link": "https://www.ndtv.com/world-news/apple-nears-4-trillion-valuation-surges-past-nvidia-microsoft-heres-why-7321364#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 14:55:23 +0530",
        "summary": "Apple Inc is closing in on a historic $4 trillion stock market valuation.",
        "content": "Apple is closing in on a historic $4 trillion stock market valuation, powered by investors cheering progress in the company's long-awaited AI enhancements to rejuvenate sluggish iPhone sales."
    },
    {
        "title": "In Message To Christians, Benjamin Netanyahu Vows To Fight 'Forces Of Evil'",
        "link": "https://www.ndtv.com/world-news/in-message-to-christians-benjamin-netanyahu-vows-to-fight-forces-of-evil-7321348#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 14:51:32 +0530",
        "summary": "The war in Gaza has impacted the Christian communities in Israel and the Palestinian territories.",
        "content": "Christians in Israel and the Palestinian territories were preparing for a somber wartime Christmas for the second consecutive year, with the ongoing war in the Gaza Strip casting a shadow over the season."
    },
    {
        "title": "Girl, 3, Stuck In 700-Foot Borewell In Rajasthan For 20 Hours, Rescue Ops On",
        "link": "https://www.ndtv.com/india-news/chetna-girl-3-stuck-in-700-foot-borewell-in-rajasthan-for-20-hours-rescue-ops-on-7321230#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 14:43:10 +0530",
        "summary": "The girl, Chetna, was playing when she accidentally slipped into the borewell.",
        "content": "She is stuck at a depth of nearly 150 feet and her movements are being monitored through a camera."
    },
    {
        "title": "Bengaluru Techie, Fired From Job In 3 Months, Calls Out \"Toxic\" Boss And Work Culture",
        "link": "https://www.ndtv.com/offbeat/bengaluru-techie-fired-from-job-in-3-months-calls-out-toxic-boss-and-work-culture-7321243#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 14:37:16 +0530",
        "summary": "In less than 4 months, the techie said he was fired from the firm. (Representative pic)",
        "content": "A tech professional from Bengaluru, who was terminated from his position at the India office of an American workforce management company, has levelled accusations against his former manager."
    },
    {
        "title": "Students, Teachers Invited To Register For Pariksha Pe Charcha 2025",
        "link": "https://www.ndtv.com/education/students-teachers-invited-to-register-for-pariksha-pe-charcha-2025-7321244#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 14:36:35 +0530",
        "summary": "The deadline to register for the programme is January 14, 2025.",
        "content": "Students studying in classes from 6 to 12, teachers and parents can register on the official website."
    },
    {
        "title": "BJP vs Congress Showdown At Chandigarh Civic Body Meet Over BR Ambedkar",
        "link": "https://www.ndtv.com/india-news/bjp-vs-congress-showdown-at-chandigarh-civic-body-meet-over-br-ambedkar-7321023#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 14:34:32 +0530",
        "summary": "The Congress and AAP councillors passed a motion against Home Minister Amit Shah",
        "content": "Chaos unfolded at the general house meeting of the Chandigarh Municipal Corporation today, as Congress and BJP councillors clashed over the legacy of Dr BR Ambedkar."
    },
    {
        "title": "9 Easy Winter Snacks For Weight Loss",
        "link": "https://www.ndtv.com/health/9-easy-winter-snacks-for-weight-loss-7321165#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 14:26:19 +0530",
        "summary": "By including these snacks in your winter diet you can  curb craving, and achieve your weight-loss goals",
        "content": "In this article, we share a list of winter snacks you must add to your diet for weight loss."
    },
    {
        "title": "US Singer Mary Millben Praises PM Modi, Greets Him On Christmas",
        "link": "https://www.ndtv.com/world-news/us-singer-mary-millben-praises-pm-modi-greets-him-on-christmas-7320768#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 14:24:51 +0530",
        "summary": "Mary Millben exchanged Christmas greetings with PM Modi.",
        "content": "Mary Millben, an African-American singer and actress known for her admiration for Prime Minister Narendra Modi, on Tuesday exchanged Christmas greetings with him and hailed him for honouring Jesus Christ at an event."
    },
    {
        "title": "Karnataka Government Employee Fall For Digital Arrest, Robbed Of Rs 19 Lakh",
        "link": "https://www.ndtv.com/karnataka-news/karnataka-government-employee-fall-for-digital-arrest-robbed-of-rs-19-lakh-7321020#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 14:21:55 +0530",
        "summary": "BS Nagabhushan, the victim was told that money had been transferred illegally from his account.",
        "content": "A state government employee fell victim to cybercriminals and was robbed of Rs 19 lakh after being digitally arrested for six hours in Tumakuru district of Karnataka, police said on Tuesday."
    },
    {
        "title": "Tips To Keep You Healthy Throughout The Winter Season",
        "link": "https://www.ndtv.com/health/tips-to-keep-you-healthy-throughout-the-winter-season-7321146#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 14:21:22 +0530",
        "summary": "By following these tips, you can enhance your immunity, protect against common winter ailments",
        "content": "Layer your clothing to trap body heat and protect against wind chills this winter. Below we share a list of tips you can follow to stay healthy this winter."
    },
    {
        "title": "Karnataka Woman Critical After Electric Shock While Helping Son Board School Bus",
        "link": "https://www.ndtv.com/india-news/karnataka-bhagyashree-woman-critical-after-electric-shock-from-school-bus-that-touched-live-wire-7321022#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 14:16:04 +0530",
        "summary": "The woman, Bhagyashree, and her son were rushed to hospital",
        "content": "In a chilling case of electrocution caught on a CCTV camera, a woman in Karnataka's Kalburgi took a massive jolt while she was helping her son get on a school bus. The 34-year-old woman and her son have suffered injuries and are in hospital."
    },
    {
        "title": "\"Family Will Die By Suicide If...\": Atul Subhash's Father On Grandson's Custody",
        "link": "https://www.ndtv.com/india-news/atul-subhash-nikita-singhania-techies-father-on-grandsons-custody-family-will-die-by-suicide-if-7320938#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 13:53:07 +0530",
        "summary": "Atul Subhash, who was working with an automobile company in Bengaluru, allegedly died by suicide as a demand of Rs 3 crore was made for a divorce settlement.",
        "content": "<p>The father of <a class=\"sp_lnk2\" href=\"https://www.ndtv.com/india-news/atul-subhash-nikita-singhania-techie-suicide-atul-subhashs-mother-moves-supreme-court-for-4-year-old-grandsons-custody-7293075\">Atul Subhash</a>, who died by suicide in his Bengaluru home after blaming his wife and in-laws, has filed an FIR at the Vaini police station in Bihar's Samastipur seeking recovery and custody of his grandson. Following the complaint by Pawan Modi, the district police lodged zero FIR at Vaini police station.</p><p>Anand Shankar Gaurav, the in-charge of the Vaini police station, said the case pertains to the Jaunpur district of Uttar Pradesh and, hence the application and FIR have been forwarded to Jaunpur police for further investigation and action.</p><p>\"The Jaunpur police will handle the case as it falls under their jurisdiction,\" Gaurav said.</p><p>Meanwhile, Pawan Modi, Atul Subhash's father, has expressed deep anguish over not being able to meet his 2-year-old grandson.</p><p>\"I have seen my grandson once via a video call. I am concerned about the child's safety,\" Modi said.</p><p>He suspects that the child might be in harm's way. He fears the worst and demands that the child be placed in his custody for safety and care.</p><p>\"Since, Atul's wife, mother-in-law, and brother-in-law have been arrested. The whereabouts of the child remain unknown,\" he said.</p><p>Modi raised questions about why the child's location has not been disclosed, emphasizing that a 2-year-old is not typically kept in a boarding school.</p><p>Atul Subhash's alleged last wish expressed despair over not receiving justice, but his father is determined to pursue legal remedies.</p><p>\"My whole family will die by suicide if we do not get our grandson back,\" he said.</p><p>Subhash's younger brother, Vikas Modi, is fighting a legal battle and hopes for justice from the judiciary and the government.</p><p>\"I appealed to the Prime Minister to introduce stricter laws against the misuse of legal provisions, such as those related to dowry harassment, to prevent tragedies like Atul Subhash,\" Vikas said.</p><p>The Supreme Court has taken cognizance of the case, demonstrating its seriousness. Notices have been sent to the DGPs of three states, including Uttar Pradesh, with a directive to recover the missing child and submit a report by January 7.</p><p><a class=\"sp_lnk2\" href=\"https://www.ndtv.com/india-news/atul-subhash-nikita-singhania-bengaluru-techie-suicide-people-seeking-justice-for-atul-subhash-chase-rahul-gandhi-he-does-this-7285206\">Atul Subhash</a>, who was working with an automobile company in Bengaluru, allegedly died by suicide on December 9 as a demand of Rs 3 crore was made for a divorce settlement.</p><p>He left behind a 90-minute video and a 40-page death note, explaining how harassment by his wife Nikita Singhania and her family compelled him to take the extreme step.</p><p>The suicide note, under the headline \"Justice is Due\", addressed to his 2-year-old child, read: \"Now with me gone, there will not be any money to loot and I hope that they might start to look at the facts of the cases. Someday, you shall know the real face of your mother and her greedy family.</p><p>\"I pray that they don't devour you and your soul. I often laugh when I remember that I started saving money for a car when you go to college. Silly me. Remember this always that you don't owe anything to anyone. Don't trust the system.\" Subhash further listed out his last wishes in the note. \"All my case hearings should happen live and people of this country should know about my case and learn the terrible state of the legal system and misuse of law these women are doing.\"</p><p>He further wrote: \"Give the custody of my child to my parents who can raise him with better values. Don't let my wife or her family come near my dead body. Give maximum punishment to my harassers though I don't trust our legal system too much. If people like my wife are not put behind jail, they would be more emboldened and will put more false cases on other sons of society in the future.</p><p>\"To wake up the judiciary and urge them to stop harassment of my parents and my brother in false cases. There shall be no negotiations, settlements and mediation with these evil people and the culprits must be punished,\" the letter read.</p>"
    },
    {
        "title": "\"Made Over $1 Million\": YouTuber Zara Dar Quits PhD To Become Adult Content Creator",
        "link": "https://www.ndtv.com/feature/made-over-1-million-youtube-zara-dar-quits-phd-to-become-adult-content-creator-7313245#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 13:46:57 +0530",
        "summary": "Ms Dar shared that she had envisioned a different life for herself",
        "content": "\"Moving on to doing OnlyFans and content creation full-time it's not just a career choice it feels kind of like a gamble on the direction of my entire life,\" Ms Dar said."
    },
    {
        "title": "AAP's Police Case Over Arvind Kejriwal's 'Drunk Constitution Writers' Video",
        "link": "https://www.ndtv.com/india-news/aaps-police-case-over-arvind-kejriwals-drunk-constitution-writers-video-7320707#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 13:45:27 +0530",
        "summary": "The clipped video is reportedly from Mr Kejriwal's speech that was delivered 12 years ago.",
        "content": "A clipped video of Arvind Kejriwal has gone viral, in which he is heard saying, \"Someone was saying that whoever has written the Constitution must be drunk while writing it\"."
    },
    {
        "title": "\"Bengaluru Is Because Of North Indians\": Woman's Comment Sparks Debate Online",
        "link": "https://www.ndtv.com/offbeat/bengaluru-is-because-of-north-indians-womans-comment-sparks-debate-online-7320708#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 13:38:46 +0530",
        "summary": "A video of a woman in which she claims that \"Bengaluru is Bengaluru because of North Indians\" has triggered a discussion online about Bengaluru vs other cities.",
        "content": "<p>A video of a woman in which she claims that \"Bengaluru is Bengaluru because of North Indians\" has triggered a discussion online about Bengaluru vs other cities. In the clip, shared on X, the woman was asked about the \"cultural shock\" she experienced after moving from North India to Bengaluru. To this, she said, \"I don't know about the cultural shock, but people here do hate North Indians. That's what I observed\". She also alleged that people in the city view North Indians differently and sometimes address them as \"these Hindi people\".&nbsp;</p><p>\"I observe people behaving differently when they get to know that someone is from North India. Autowalas charge us higher prices, and people call us 'these Hindi people.' We've been addressed as Hindi people many times,\" the woman said.</p><p>\"I love this city, absolutely, and would want to visit again, but the fact that when they see outsiders, they behave differently with you. Especially when Bengaluru is what it is because of North Indians coming here to a large extent. And still, people have a hard time accepting it,\" she added.&nbsp;</p><p><strong>Watch the video below:&nbsp;</strong></p><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">This girl thinks Banglore is Banglore because of North Indians ? <a href=\"https://t.co/aOEAN6hoXN\">pic.twitter.com/aOEAN6hoXN</a></p>— Woke Eminent (@WokePandemic) <a href=\"https://twitter.com/WokePandemic/status/1870431212059394225?ref_src=twsrc%5Etfw\">December 21, 2024</a></blockquote><p>The clip was shared on the microblogging site on Saturday. Since then, the video has garnered more than 691,000 views and nearly 5,000 likes. In the comments section, users had mixed reactions. While some defended the woman's statement, others pointed out that attitude plays a key role in how people are perceived.&nbsp;</p><p>\"I don't see anything wrong in her statement! And that's how it should be! Kannadigas travel to other places as well - in and out of the country and they don't face this kind of hate in the north! Even if they are having a hard time speaking Hindi, most people do adjust with them,\" wrote one user.&nbsp;</p><p>\"Most of the well-established companies or startup founders and employees in Bangalore are from other parts of India. She is not wrong. This should not have been a point of discussion in the first place. Why this unwanted divide in the name of language?? I see local Kannadigas are the ones falling prey to this divisive political since the Karnataka election,\" commented another.&nbsp;</p><p>\"i mean the amount of north Indians running bangalore is astonishing. she is not wrong,\" expressed a third user.&nbsp;</p><p><strong>Also Read |&nbsp;<a class=\"sp_lnk2\" href=\"https://www.ndtv.com/offbeat/video-of-woman-mimicing-shinchan-after-breaking-traffic-rules-goes-viral-police-responds-7319946\">Video Of Woman Mimicking 'Shinchan' After Breaking Traffic Rules Goes Viral, Police Responds</a></strong></p><p>However, one user wrote, \"Attitude ! This is the main reason people call them outsiders and treat them differently, auto wallas charge them move, bhajiwallas as well. A Bihari friend of mine is very humble , has picked up some kannada, interacts in broken kannada, he gets lower prices than me.\"&nbsp;</p><p>\"Was agreeing with her throughout until that last sentence she crapped out. Cannot be crediting only North Indians for what Bangalore is but at the same time cannot deny the hatred by the locals towards non-Kannadigas,\" commented another.&nbsp;<br />&nbsp;</p>"
    },
    {
        "title": "Justin Baldoni Loses Woman Advocacy Award Amid Blake Lively's Harassment Allegations",
        "link": "https://www.ndtv.com/world-news/justin-baldoni-loses-woman-advocacy-award-amid-blake-livelys-harassment-allegations-7320836#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 13:37:39 +0530",
        "summary": "Baldoni has been dropped by his talent agency, WME, following these allegations.",
        "content": "The organisation announced Monday evening that it had rescinded the award."
    },
    {
        "title": "Man Finds Bear In Living Room As Japan Relaxes Laws On Shooting Animals",
        "link": "https://www.ndtv.com/world-news/man-finds-bear-in-living-room-as-japan-relaxes-laws-on-shooting-animals-7320782#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 13:29:35 +0530",
        "summary": "A man in rural Japan found a bear snuggled up in his living room. (File)",
        "content": "A man in rural Japan found a bear snuggled up in his living room, local media reported Tuesday, as the government prepares to relax laws on shooting the fearsome creatures."
    },
    {
        "title": "After Free Treatment For Seniors, AAP's Next Poll Promise Is 24-Hour Water",
        "link": "https://www.ndtv.com/india-news/delhi-elections-arvind-kejriwal-after-free-treatment-for-seniors-aaps-next-poll-promise-is-24-hour-water-7320767#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 13:27:18 +0530",
        "summary": "This announcement is part of a series of welfare measures unveiled by the AAP recently.",
        "content": "AAP chief Arvind Kejriwal today announced plans to provide a 24-hour water supply across Delhi ahead of Assembly elections next year. Mr Kejriwal said that the 24-hour supply has already begun in the Rajendra Nagar area of the national capital."
    },
    {
        "title": "Opinion: Opinion | Rajendra Prasad Ensured Ambedkar's Inclusion in Constituent Assembly",
        "link": "https://www.ndtv.com/opinion/rajendra-prasad-ensured-ambedkars-inclusion-in-constituent-assembly-7313393#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 13:12:58 +0530",
        "summary": "When the Constituent Assembly was formed in 1946, Dr. Ambedkar faced strong opposition to his candidacy from Congress stalwarts, including Sardar Vallabhbhai Patel.",
        "content": "<div class=\"ins_instory_dv\"><div class=\"ins_instory_dv_cont\"></div></div><p>The four days dedicated by Parliament to deliberate on the 75th anniversary of the Constitution of India culminated in a heated debate over Dr. B.R. Ambedkar, the chairman of the drafting committee of the Constituent Assembly. Both sides of the aisle sought to claim the legacy of Ambedkar.</p><p>A statement by Home Minister Amit Shah, which was intended to ridicule the Opposition's claim to represent Ambedkar's legacy, did not provoke a response in the House but led to an unprecedented uproar outside the next day.</p><p>A 12-second clip of the minister's speech was widely circulated on social media, with suggestions that he had been unfair to Ambedkar's memory. In fairness, it must be asked why the Opposition did not protest in the Rajya Sabha as the minister spoke. Amit Shah maintains that his speech was clipped out of context to create controversy.</p><p>The Opposition, which seemed disorganised during the session, with allies distancing themselves from Congress slogans, suddenly found a cause to rally around. The shameful events on the penultimate day of the winter session may well be the darkest episode in our constitutional history. MPs are elected to debate issues in Parliament, not to spar like gladiators at its gates.</p><p>During the Winter Session, the Lok Sabha worked for just 57% of the time, while the Rajya Sabha functioned for only 43%. Very little productive work is being done in Parliament.</p><p>Instead of focusing on the floor of the House, we now witness hyperactivity at the gates. Leader of the Opposition Rahul Gandhi holds mock media interviews, and Opposition MPs climb the ramparts of the new Parliament building. Despite the Lok Sabha Speaker's direction that no demonstrations be held at the gates, ruling party MPs block the entrances to counter the Opposition protests.</p><p>Allegations of fisticuffs being exchanged and two MPs being injured have emerged. The Delhi Police's Crime Branch has been tasked with investigating the matter. Politicians' activities on Parliament premises are now subject to a criminal probe—an unprecedented situation in the annals of parliamentary democracy.</p><p>Let us now come back to the Ambedkar legacy and who has claims over it.</p><p>When the Constituent Assembly was formed in 1946, Dr. Ambedkar faced strong opposition to his candidacy from Congress stalwarts, including Sardar Vallabhbhai Patel. As a result, he failed to get elected from his then home state of Bombay.</p><p>Some Congress leaders in Bombay were reportedly of the view that “apart from the doors, the windows of the Constituent Assembly were closed to Bhimrao Ambedkar.” The reason for their opposition stemmed from Ambedkar's differences with Mahatma Gandhi, which led to his 1933 fast in Yerwada Jail and the subsequent signing of the Poona Pact. In 1936, Ambedkar had also formed the Indian Labour Party, which contested elections against Congress in provincial elections.</p><p>Later, Ambedkar formed the Scheduled Castes Federation (SCF), which came to his aid in 1946, ensuring his election to the Constituent Assembly from the Jessore-Khulna constituency in undivided Bengal. Jogendra Nath Mandal, a Namosudra SCF legislator, helped secure Ambedkar's election through the Bengal Legislature. Ambedkar won with the highest votes, with Netaji Subhas Chandra Bose's brother, Sarat Chandra Bose, securing one vote fewer. Other prominent figures, including Shyama Prasad Mukherjee and Frank Anthony, were also elected alongside Ambedkar.</p><p>The partition of 1947 saw Jessore-Khulna going to the East Bengal Province of the Dominion of Pakistan. The member elected from Jessore-Khulna was to be included in the Pakistan Constituent Assembly in Karachi.</p><p>Since his election in 1946, Ambedkar had made significant contributions to the proceedings of the Constituent Assembly of undivided India. Rajendra Prasad thus sent a request to B.G. Kher, the then Premier (as Chief Ministers were called at the time) of Bombay, asking him to ensure Ambedkar's election to the Constituent Assembly of India.</p><p>“I am anxious that he should attend the next session of the Constituent Assembly, commencing from the 14th of July 1947, and it is therefore necessary that he should be elected immediately,” Rajendra Prasad wrote to Kher.</p><p>Kher set aside his opposition, which had previously forced Ambedkar to seek election from Bengal. He arranged for the member from Poona (Pune), Mukund Ramrao Jayakar, to resign. The resulting by-election was won by Ambedkar, while Jayakar was appointed a minister in the Bombay government.<br />Ambedkar's Bengal connection came to light during the Winter Session of 2015 when, at the instance of Narendra Modi, Constitution Day was first observed on November 26. Trinamool Congress floor leader and veteran parliamentarian Sudip Bandopadhyay mentioned it in his tribute. A controversy followed, with BJP MP from West Bengal's Darjeeling seat, Surinder Ahluwalia, disputing the claim and asserting that Ambedkar was elected from Bombay State. Both MPs were right. &nbsp;Ambedkar, while presiding over the Drafting Committee (which had 10 members, with B.N. Rau writing the document), was indeed a member from Bombay when the Constitution was adopted.</p><p>Ambedkar's differences with Congress, which led to his resignation from Jawaharlal Nehru's cabinet in 1951 and his subsequent unsuccessful bids to enter the Lok Sabha from Bombay North-Central (in the first general election of 1952) and from Bhandara (in a 1954 by-election), are often highlighted. It is worth noting that, despite contesting against Congress on both occasions, he was elected to the Rajya Sabha in 1952 as a member of the Scheduled Castes Federation (SCF). This was made possible because the Congress did not oppose his Rajya Sabha nomination.</p><p>While the spotlight is on Ambedkar, it is worthwhile to recall the comment he made about his role: “The Hindus wanted the Vedas, and they sent for (Ved) Vyasa, who was not a caste Hindu. The Hindus wanted the epic Ramayana and they sent for Valmiki, who was an untouchable. The Hindus want a constitution, and they have sent for me.”</p><p>While the legacy of Bhimrao Ambedkar is being debated, it is important to recognise that not all in Congress were opposed to him. He had been both an opponent and an ally of the party.</p><p>Three days before the Constitution was formally adopted on November 26, 1949, the Organiser, in its November 23, 1949 edition, carried an article by the then RSS Sarsanghchalak lamenting that “unique constitutional developments in ancient Bharat” had been glossed over.</p><p>Ambedkar's Constitution of India is a product of competing ideas that were incorporated into a historic text. The behaviour of current MPs, both inside the House and outside, stands in stark contrast to Ambedkarite thought, whose legacy everyone seems eager to usurp.</p><p><em>(Shubhabrata Bhattacharya is a retired editor and a public affairs commentator)</em></p><p><strong>Disclaimer: These are the personal opinions of the author</strong></p>"
    },
    {
        "title": "Christmas Sale 2024: Get iPhone 15 On Flipkart For Rs 26,999. Know Details",
        "link": "https://www.ndtv.com/offbeat/christmas-sale-2024-get-iphone-15-on-flipkart-for-rs-26-999-know-details-7320694#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 13:12:23 +0530",
        "summary": "The phone is available at Rs 57,999, with exchange offers bringing price down to Rs 26,999.",
        "content": "The iPhone 15 Pro, featuring premium build and performance, starts at ₹1,03,999, making it a great opportunity to own Apples latest tech at reduced prices."
    },
    {
        "title": "JEE Main 2025: Check Paper Pattern Of Engineering Entrance Exam 2025",
        "link": "https://www.ndtv.com/education/jee-main-2025-check-paper-pattern-of-engineering-entrance-exam-2025-7320690#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 13:12:14 +0530",
        "summary": "The JEE Main 2025 exam will be held in January and April.",
        "content": "JEE Main 2025 will be held between January 22 and 31, 2024 for admission to  BTech, BE, BArch and BPlanning."
    },
    {
        "title": "Panama Leaders Reject Donald Trump's Threat Of Canal Takeover",
        "link": "https://www.ndtv.com/world-news/panama-leaders-reject-donald-trumps-threat-of-canal-takeover-7320650#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 13:08:27 +0530",
        "summary": "Panama Canal was completed by the United States in 1914.",
        "content": "The 80-kilometer (50-mile) Panama Canal carries five percent of the world's maritime trade. Its main users are the United States, China, Japan, South Korea and Chile."
    },
    {
        "title": "\"Have Some Shame\": Manish Sisodia Vs Manoj Tiwari Over Arvind Kejriwal Video",
        "link": "https://www.ndtv.com/india-news/manish-sisodia-vs-manoj-tiwari-over-arvind-kejriwal-video-amid-amit-shahs-remark-on-br-ambedkar-indian-constitution-7319661#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 12:46:02 +0530",
        "summary": "Manish Sisodia and Manoj Tiwari's war of words broke out on X",
        "content": "BJP's Manoj Tiwari shared a 9-second clip in which Arvind Kejriwal was heard saying that \"someone was saying that whoever has written the Constitution must be drunk while writing it\"."
    },
    {
        "title": "\"Makes You Question...\": Edelweiss' Radhika Gupta On Epigamia CEO Rohan Mirchandani's Untimely Death",
        "link": "https://www.ndtv.com/feature/makes-you-question-edelweiss-radhika-gupta-on-rohan-mirchandanis-untimely-death-7320363#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 12:37:41 +0530",
        "summary": "Mr Mirchandani died on Saturday after suffering a cardiac arrest.",
        "content": "Radhika Gupta, Edelweiss Mutual Fund Managing Director and Chief Executive Officer (CEO), has reacted to the death of Epigamia co-founder Rohan Mirchandani at 41."
    },
    {
        "title": "Sunita Williams, Her Space Station 'Family' Send Christmas Greetings To All",
        "link": "https://www.ndtv.com/world-news/sunita-williams-her-space-station-family-send-christmas-greetings-to-all-7319919#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 12:32:06 +0530",
        "summary": "Merry Christmas from the International Space Station.",
        "content": "NASA has shared a video from the International Space Station on X featuring Sunita Williams and others discussing their Christmas plans."
    },
    {
        "title": "New York Subway Attacker Is Migrant Who Was Deported, Elon Musk Reacts",
        "link": "https://www.ndtv.com/world-news/elon-musk-reacts-to-shocking-subway-murder-suspects-immigration-status-7320113#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 12:28:24 +0530",
        "summary": "Sebastian Zapeta now faces charges of murder and arson.",
        "content": "Hours after a woman aboard the New York subway was set on fire, billionaire Elon Musk reacted to the news of the suspect being an immigrant from Guatemala who had been previously deported."
    },
    {
        "title": "Christmas 2024: Fun Things To Do On December 25 With Family",
        "link": "https://www.ndtv.com/offbeat/christmas-2024-fun-things-to-do-on-december-25-with-family-7320374#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 12:27:57 +0530",
        "summary": "Christmas is all about celebrating togetherness with those who matter most.",
        "content": "The holiday season is a perfect reminder to pause, spend meaningful time with family and friends, and embrace the true essence of love and kindness."
    },
    {
        "title": "Dalian Jinzhou Bay: All About World's Largest Artificial Island Airport",
        "link": "https://www.ndtv.com/world-news/dalian-jinzhou-bay-international-airport-all-about-worlds-largest-artificial-island-airport-in-china-7320306#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 12:27:49 +0530",
        "summary": "It is likely to be completed by 2035",
        "content": "Planning for the Dalian Jinzhou Bay International Airport began in 2003, but substantial construction only started recently."
    },
    {
        "title": "Opinion: Opinion | West Is Gushing Over al Jolani. Has It Forgotten About Laden?",
        "link": "https://www.ndtv.com/opinion/west-is-gushing-over-al-jolani-has-it-forgotten-about-laden-7320350#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 12:26:57 +0530",
        "summary": "From $10 million bounties to \"productive discussions\"al-Jolanis journey has been fascinating. But whats been even more telling is the trajectory of US foreign policy. Lessons from the past, tragically, are being ignored.",
        "content": "<div class=\"ins_instory_dv\"><div class=\"ins_instory_dv_cont\"><img alt=\"Latest and Breaking News on NDTV\" id=\"story_image_main\" src=\"https://c.ndtvimg.com/2024-12/mrn1q7co_al-jolani_625x300_24_December_24.jpg\" title=\"Latest and Breaking News on NDTV\" /></div></div><p>Way back on December 6, 1993, <em>The Independent</em>, a British newspaper, published a feature article written by the late Robert Fisk, a journalist of considerable repute and whom I admired immensely. The piece, titled ‘Anti-Soviet Warrior Puts His Army On The Road To Peace', was a soft-focus portrait of Osama bin Laden, at the time a seemingly benign figure dabbling in Sudanese infrastructure projects and agricultural ventures. According to the article, bin Laden was just another philanthropic “Saudi businessman”, orchestrating road-building campaigns and offering Sudanese children something to dance about. \"Chadored children danced in front of him (bin Laden), and preachers acknowledged his wisdom,\" the article cooed.&nbsp;</p><p>Little did the veteran journalist know that this “mountain warrior of mujahideen legend”, as he so poetically was described in the piece, was quietly laying the groundwork for a global jihadist empire. Bin Laden, we were assured, was just a humble construction engineer who didn't have time for training camps because he was too busy building roads. That statement, in hindsight, has haunted many since September 11, 2001.</p><h2><strong>US Effort To 'Rehabilitate' al-Jolani&nbsp;</strong></h2><p>It feels like déjà vu today. The West's current blindspot is Hay'at Tahrir al-Sham (HTS) and its leader, Abu Mohammed al-Jolani—or, as he prefers to be known during his ongoing image makeover, Ahmed al-Sharaa. Until the fall of the Assad regime early this month, al-Jolani was referred to in the Western media and governments by his earlier name.</p><p>That's not enough. On Friday, the US government quietly binned its $10 million bounty for al-Jolani. Yes, the same al-Jolani who, not too long ago, topped Washington's \"Most Wanted Terrorists\" list. Now, he is apparently rebranded as America's new favourite bilateral dialogue partner in Syria. The Assistant Secretary of State, Barbara Leaf, gushed that her meeting with al-Jolani (She said al-Sharaa) was “very productive”,praising his \"pragmatism”.</p><p>The US delegation touched down in Damascus barely two weeks after al-Jolani's HTS and allies toppled Bashar al-Assad's regime. And yet, officially, HTS remains listed as a terrorist organisation by the same State Department that's now discussing “transition principles” with its representatives. Going by how things are, that tag may also be lifted soon.</p><p>From $10 million bounties to \"productive discussions\"—al-Jolani's journey has been fascinating. But what's been even more telling is the trajectory of US foreign policy. Lessons from the past, tragically, are being ignored. As was the case with bin Laden in 1993, al-Jolani is now in the throes of a remarkable image overhaul. Once the Al-Qaeda-linked jihadist warlord at the helm of Jabhat al-Nusra, he is being rebranded in glowing profiles as a “rebel politician” and a “pragmatic” administrator of Idlib, which he ruled after capturing it from the Assad government in 2015.</p><h2><strong>A 'Misunderstood Revolutionary'?</strong></h2><p>Western media, some sections of it anyway, seem intent on presenting al-Jolani as a misunderstood revolutionary rather than a man with blood on his hands and a vision of governance lifted straight from medieval textbooks. His abandonment of “traditional jihadist militant attire” in favour of a “Western-style wardrobe” is heralded as a sign of reform. His carefully curated media appearances, designed to appeal to both international audiences and Syrian locals, are being lapped up readily with barely a question posed His Salafi jihadist ideology is being swept under the carpet.</p><p>Today, we tacitly applaud al-Jolani's ‘pragmatic' governance while ignoring the well-documented human rights abuses, forced conscriptions and draconian Sharia-based judicial system under HTS rule. No one seems to want to ask al-Jolani whether his vision for Syria is a Taliban-style emirate or whether his Sharia courts will keep their doors open for public executions.</p><p>Do you remember the \"good Taliban vs bad Taliban\" narrative put forward by the West? The same principle appears to be applied to HTS. &nbsp;I do not think it's journalistic naivete. I believe it's part of a broader Western policy playbook. The West, in its perpetual search for “lesser evils” in messy conflicts in the Middle East, seems to think the rehabilitation of HTS is a masterstroke. After all, with the memory of Bashar al-Assad's brutal dictatorship still fresh, the argument goes, isn't al-Jolani's HTS the lesser of two evils? The US government appears to have accepted this narrative, framing HTS as a necessary counterweight to more extreme groups like ISIS. But this logic hinges on an artfully calibrated campaign to demonise Assad—admittedly no hard task—while subtly legitimising HTS as the only viable alternative.</p><h2><strong>Vilifying The Asad Regime&nbsp;</strong></h2><p>The Assad family regime's 54-year iron-fisted rule has undoubtedly been a catalogue of atrocities. But must the demonisation of one devil necessitate the anointing of another? This is where the US's ill-considered foreign policy diverges sharply from the Global South's approach, which might best be described as nuanced cynicism. Unlike Western diplomats and media outlets, who seem intent on polishing the HTS's reputation, nations in the Global South understand that rehabilitating one group doesn't erase its sins.</p><p>Al-Jolani's PR offensive, with the West's backing, is now in full swing. He's meeting Western journalists, giving interviews and rebranding himself as a strongman with a softer side. The questions he's asked—say, whether he intends to implement a Taliban-style rule, or his stance on alcohol—barely scratch the surface. They are rarely followed by tough, unrelenting supplementaries. He is, quite literally, getting off the hook.</p><p>This isn't rehabilitation—it's a whitewash. And the West's eager complicity in al-Jolani's makeover echoes the same naiveté that greeted bin Laden's road-building in Sudan. Because, as history tells us, today's “rebel politician” in a blazer could be tomorrow's jihadist mastermind.&nbsp;</p><h2><strong>HTS And Its Ideology</strong></h2><p>Syria and Iraq's Islamist organisations operate on a spectrum of jihadist ideologies, each differing in intensity and focus. The HTS, originally branching out from al-Qaeda in Iraq, adheres to a Salafi-jihadist ideology. Unlike some movements focused on reforming Islam internally through Wahhabi doctrines of theology and law—without advocating global jihad—Salafism encompasses a range of beliefs. While many Salafists emphasise personal piety, its extremist adherents push for militant jihad, creating ideological breeding grounds for groups like ISIS.</p><p>The dreaded ISIS ideology, widely condemned by Islamic scholars as un-Islamic, represents an unrestrained offshoot of Salafi-jihadism. It is characterised by hyper-violence, relentless takfir (excommunication) and an obsessive pursuit of a global caliphate. The HTS, despite its extremist roots, has marked ideological and operational differences from ISIS, rejecting the latter's brutality and apocalyptic vision. Yet, history has shown that individuals often cross ideological lines, with jihadists embracing ISIS's extremism or defecting back to milder forms of Salafi-jihadism. The ideological waters remain dangerously fluid.</p><h2><strong>From Guerilla Fighting To Nobel</strong></h2><p>Of course, supporters of the US efforts of legitimising the HTS can turn around and argue that history is littered with figures who made the improbable leap from pariah to politician, from extremist to statesman. Yasser Arafat, once the embodiment of armed Palestinian resistance, spent decades as a declared terrorist in Western eyes. Yet, by the 1990s, the same man was signing peace accords on the White House lawn, shaking hands with Israeli leaders and earning a Nobel Peace Prize. His transition from a militant leader of the Palestine Liberation Organization (PLO) to becoming the head of the Palestinian Authority demonstrated how the once-unthinkable can become a geopolitical necessity. Arafat's pragmatism—whether genuine or opportunistic—enabled him to shift from guerrilla warfare to diplomacy.</p><p>Similarly, Israel's early leaders, such as Menachem Begin and Yitzhak Shamir, followed similar patterns. Begin, who led the Irgun, a Zionist paramilitary group responsible for the controversial bombing of the King David Hotel in 1946, eventually became Israel's prime minister and a Nobel laureate for his peace efforts with Egypt. Shamir, a member of the Stern Gang, which was involved in targeted assassinations, later led Israel as a statesman. Their transitions weren't merely personal but reflected broader political realities: the West and regional actors, recognising the inevitability of their leadership, were forced to recalibrate their stances.</p><h2><strong>Al-Jolani Deserves A Chance, But...</strong></h2><p>al-Jolani, with all the shadows of his murky past, certainly deserves the opportunity to prove he can change—just as Arafat and Begin were granted theirs. The choice, however, lies entirely with him. Will he reinvent himself as they did, transforming from a militant leader into a statesman who earns a place at the very negotiation tables he once sought to dismantle? Or will he follow the path of Osama bin Laden and Abu Bakr al-Baghdadi, under whom he once served—a path that inevitably leads to isolation, destruction, and infamy?</p><p>The key distinction between warlords-turned-politicians and al-Jolani, who aspires to make that leap, lies in his steadfast adherence to an extremist religious ideology—one he has yet to publicly renounce. While engaging with Al-Jolani, we cannot ignore the ideological undercurrents driving him and his movement. Vigilance is crucial to ensure that his new administration, now forming with US backing, doesn't rekindle ties with groups like Al-Qaeda. Should that happen, the repercussions could ripple far beyond Syria, unleashing devastating global consequences.</p><p><em>(Syed Zubair Ahmed is a London-based senior Indian journalist with three decades of experience with the Western media)</em></p><p><strong>Disclaimer: These are the personal opinions of the author</strong></p>"
    },
    {
        "title": "Driver Of Gas Tanker That Sparked Jaipur Inferno Survived. What He Did",
        "link": "https://www.ndtv.com/india-news/jaipur-highway-blast-driver-of-gas-tanker-that-sparked-jaipur-inferno-survived-what-he-did-7320345#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 12:20:52 +0530",
        "summary": "Fourteen people have died and many more injured in the massive blaze on Jaipur-Ajmer highway",
        "content": "The driver of the tanker carrying Liquid Petroleum Gas (LPG), which sparked off the inferno on the Jaipur-Ajmer highway, was among the few people to escape the massive fire tragedy, unscathed."
    },
    {
        "title": "Pope Francis To Launch Jubilee 2025, A Year Of Catholic Celebrations",
        "link": "https://www.ndtv.com/world-news/pope-francis-to-launch-jubilee-2025-a-year-of-catholic-celebrations-7320274#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 12:11:09 +0530",
        "summary": "Pope Francis will open the \"Holy Door\" of St Peter's Basilica at the Vatican, in front of 30,000 people and a live TV audience around the world.",
        "content": "<p>Pope Francis will mark Christmas Eve on Tuesday with a special ceremony launching Jubilee 2025, a year of Catholic celebrations set to draw more than 30 million pilgrims to Rome.</p><p>The 88-year-old, who has been suffering from a cold in recent days, will at 7:00 pm (1800 GMT) open the \"Holy Door\" of St Peter's Basilica at the Vatican, in front of 30,000 people and a live TV audience around the world.</p><p>Over the next 12 months, pilgrims will pass through the large and imposing bronze door, which is normally closed, by tradition benefiting from a \"plenary indulgence\", a type of forgiveness for their sins.</p><p>The Argentine pontiff will then preside over the Christmas Eve mass in St Peter's, before delivering his traditional Christmas Day blessing, Urbi et Orbi (to the city and the world), at midday on Wednesday.</p><p>Ahead of a busy week, the pontiff missed his usual Angelus prayer in St Peter's Square on Sunday because of a cold, instead delivering it online from his home in the Vatican.</p><p>On Christmas Day, Francis is expected to repeat his calls for peace in a world riven by conflict, particularly in the Middle East.</p><p>He drew an angry response from Israel at the weekend for condemning the \"cruelty\" of Israel's strikes in Gaza that killed children.</p><p>Some 700 security officers are being deployed around the Vatican and Rome for the Jubilee celebrations, with measures further tightened following Friday's car-ramming attack on a Christmas market in Germany.</p><p><strong>'Little miracle'</strong></p><p>Organised by the Church every 25 years, the Jubilee is intended as a period of reflection and penance for Catholics, and is marked by a long list of cultural and religious events, from masses to exhibitions, conferences and concerts.</p><p>Much of Rome has been given a facelift in preparation, with monuments such as the Trevi Fountain and the Ponte Sant'Angelo cleaned up and roads redesigned to improve the flow of traffic.</p><p>Many residents have questioned how the Eternal City -- where key sites are already overcrowded and public transport is unreliable -- will cope with millions more visitors next year.</p><p>Key Jubilee projects were only finished in the last few days after months of works that turned much of the city into a building site.</p><p>Inaugurating a new road tunnel at Piazza Pia next to the Vatican on Monday, Italian Prime Minister Giorgia Meloni said it had taken a \"little civil miracle\" to get the project finished in time.</p><p>Over the course of the next few days, Holy Doors will be opened in Rome's three major basilicas and in Catholic churches around the world.</p><p>On Thursday, Pope Francis will open a Holy Door at Rebibbia prison in Rome and preside over a mass in a show of support for the inmates.</p><p><strong>LGBTQ faithful</strong></p><p>While primarily aimed at the world's almost 1.4 billion Catholics, the Jubilee aims to also reach a wider audience.</p><p>And traditions have evolved since the first such event back in 1300, launched by Pope Boniface VIII.</p><p>This year, the Vatican has provided pilgrims with online registration and multilingual phone apps to navigate events.</p><p>Jubilee 2025 also has a mascot named Luce (meaning Light in Latin) inspired by Japanese anime cartoons -- a choice that drew some criticism from traditionalists, but which is intended to target the younger generation.</p><p>With the motto \"Pilgrims of Hope\", the event will see groups from around the world come to Rome throughout 2025, from sports and business figures to migrants, artists and young people.</p><p>Among the groups registered on the official site is Italian LGBTQ group La Tenda di Gionata, reflecting the pope's call for the Church to be open to all.</p><p>As well as the regular Jubilees every 25 years, the Church has organised extraordinary Jubilees, the most recent in 2016. The next is in 2033 to commemorate the crucifixion of Jesus Christ.</p>"
    },
    {
        "title": "Allu Arjun At Hyderabad Police Station For Questioning In 'Pushpa 2' Stampede Case",
        "link": "https://www.ndtv.com/india-news/allu-arjun-to-be-questioned-today-in-pushpa-2-sandhya-theatre-stampede-case-10-points-7319106#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 12:10:21 +0530",
        "summary": "Allu Arjun has been granted a four-week interim bail in 'Pushpa 2' screening stampede case",
        "content": "Actor Allu Arjun is being questioned by Hyderabad Police over the death of a young mother, and a life-threatening injury to her minor son at a stampede during the screening of his film, '<i>Pushpa 2</i>', at the city's Sandhya Theatre on December 4."
    },
    {
        "title": "NDTV Exclusive: How Teen Gazan With Down Syndrome Survived Israeli Bombs",
        "link": "https://www.ndtv.com/world-news/israel-gaza-middle-east-ndtv-exclusive-surviving-airstrikes-and-hunger-with-down-syndrome-in-gaza-7320111#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 12:08:03 +0530",
        "summary": "Ibrahim Hammad is the youngest of the family.",
        "content": "NDTV Exclusive: Ibrahim Hammad, a 16-year-old boy with Down syndrome, lived in Al-Zahra City in the middle of Gaza with his family of seven: parents, four older brothers, and himself."
    },
    {
        "title": "Over 2 Lakh Painted Hearts: A Memory Of Lives Lost To COVID-19 In London",
        "link": "https://www.ndtv.com/world-news/over-2-lakh-painted-hearts-a-memory-of-lives-lost-to-covid-19-in-london-7320248#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 12:00:47 +0530",
        "summary": "Volunteers hang lights on The National Covid Memorial Wall, on the bank of the River Thames in London.",
        "content": "UK families of some 240,000 people who died from COVID-19 have hung festive lights on a London wall, a symbol of love, anger and pain ahead of another Christmas overshadowed by loss."
    },
    {
        "title": "Video Of Woman Mimicking 'Shinchan' After Breaking Traffic Rules Goes Viral, Police Responds",
        "link": "https://www.ndtv.com/offbeat/video-of-woman-mimicing-shinchan-after-breaking-traffic-rules-goes-viral-police-responds-7319946#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 11:43:16 +0530",
        "summary": "The woman has caught the internet's attention with her antics.",
        "content": "She even claimed to be Shinchan Nohara and declared, \"Main hun Shinchan Nohara. Mujhe koi nahi le jaa sakta\""
    },
    {
        "title": "Maharashtra Man Accused Of Robbery, Murder Arrested After 21 Years",
        "link": "https://www.ndtv.com/cities/maharashtra-man-accused-of-robbery-murder-arrested-after-21-years-7319836#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 11:42:37 +0530",
        "summary": "During interrogation, it came to light that the man was involved in at least 10 other cases",
        "content": "A 55-year-old member of a criminal gang accused of robbery and murder bid in Maharashtra's Palghar has been arrested from Jalna district after evading capture for 21 years, police said on Tuesday."
    },
    {
        "title": "\"Saw This Firsthand\": Amber Heard On Blake Lively's Harassment Claims Against Justin Baldoni",
        "link": "https://www.ndtv.com/feature/saw-this-firsthand-amber-heard-on-blake-livelys-harassment-claims-against-justin-baldoni-7320022#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 11:29:41 +0530",
        "summary": "Blake Lively is seeking unspecified damages.",
        "content": "Amber Heard has spoken in support of Blake Lively amidst the actress' sexual harassment lawsuit against Justin Baldoni."
    },
    {
        "title": "\"Really Disappointed\": Singer Mohit Chauhan Complains To Air India About Damaged Luggage. See Pic",
        "link": "https://www.ndtv.com/travel/really-disappointed-singer-mohit-chauhan-complains-to-air-india-about-damaged-luggage-see-pic-7319956#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 11:28:32 +0530",
        "summary": "Mohit Chauhan shares experience from Air India flight. (Photo: Instagram/mohitchauhanofficial)",
        "content": "Mohit Chauhan revealed on social media that his \"fragile\" baggage was left \"damaged\" after taking an Air India flight."
    },
    {
        "title": "20 Years Ago, Zoho CEO Tried To Hire Sriram Krishnan, Trump's AI Adviser",
        "link": "https://www.ndtv.com/world-news/zoho-ceo-once-wanted-to-hire-trump-s-new-ai-advisor-but-microsoft-beat-him-to-it-7319810#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 11:12:39 +0530",
        "summary": "Mr Krishnan's appointment was officially announced by Trump on Sunday.",
        "content": "Zoho CEO Sridhar Vembu tried to hire Indian-American venture capitalist Sriram Krishnan back in 2004, only to find Microsoft had already recruited him."
    },
    {
        "title": "\"Fundamentally Flawed Process\": Congress On Rights Panel Chief Selection",
        "link": "https://www.ndtv.com/india-news/process-wasnt-followed-congress-letter-of-dissent-over-rights-panel-chief-appointment-7319378#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 10:54:11 +0530",
        "summary": "\"Process Wasn't Followed\": Congress' Letter Of Dissent Over Rights Panel Chief Appointment",
        "content": "<p>A day after President Droupadi Murmu appointed former Supreme Court judge Justice V Ramasubramanian as National Human Rights Commission (NHRC) chairperson, the main opposition Congress issued a dissent note today and said the selection process was \"fundamentally flawed\".</p><p>Rahul Gandhi, the Leader of the Opposition in Lok Sabha, and his Rajya Sabha counterpart Mallikarjun Kharge have recorded their dissent \"without prejudice to the names of the Chairperson and members approved by the Selection Committee\".</p><p>The two leaders have said the selection committee meeting took place on Wednesday. \"It was a pre-determined exercise that ignored the established tradition of mutual consultation and consensus, which is essential in such matters. This departure undermines the principles of fairness and impartiality, which are critical to the credibility of the Selection Committee. Instead of fostering deliberation and ensuring a collective decision, the Committee relied on its numerical majority to finalise the names, disregarding the legitimate concerns and perspectives raised during the meeting,\" they said in the dissent note.</p><p>The Opposition leaders said the NHRC is a vital statutory body tasked with safeguarding the fundamental human rights of all citizens, particularly those from marginalised sections of society. \"Its ability to fulfil this mandate depends significantly on the inclusiveness and representativeness of its composition. A diverse leadership ensures that the NHRC remains sensitive to the unique challenges faced by various communities, especially those most vulnerable to human rights violations,\" they said.</p><p>The Congress leaders had proposed the names of former Supreme Court judges, Justice Rohinton Fali Nariman and Justice KM Joseph for the chairperson's post, \"keeping in mind both merit and the need for inclusivity\".</p><p>\"Justice Rohinton Fali Nariman, a distinguished jurist from the minority Parsi community, is renowned for his intellectual depth and unwavering commitment to constitutional values. His inclusion would send a strong message about the NHRC's dedication to representing India's pluralistic society. Similarly, Justice Kuttiyil Mathew Joseph, a former Supreme Court judge, belonging to minority Christian community, has consistently delivered judgments that emphasize individual freedoms and the protection of marginalized groups, making him an ideal candidate for this critical position,\" they said.</p><p>For the positions of NHRC members, the Congress leaders said, they had recommended the names of Justice S Muralidhar, former Chief Justice of Orissa High Court, and Justice Akil Abdulhamid Qureshi, former Chief Justice of Rajasthan and Tripura high courts.</p><p>\"Justice S Muralidhar is widely respected for his landmark judgments advancing social justice, including his work on custodial violence and the protection of civil liberties. Justice Akil Abdulhamid Qureshi, belonging to the Muslim minority community, has consistently defended constitutional principles and demonstrated a strong commitment to accountability in governance. Their inclusion would contribute to the NHRC's effectiveness and its commitment to diversity,\" the dissent note said.</p><p>\"Thirdly, while merit is undeniably the primary criterion, maintaining a balance that reflects the regional, caste, community, and religious diversity of the nation is equally important. This balance ensures that the NHRC operates with an inclusive perspective, sensitive to the lived experiences of all sections of society. By neglecting this critical principle, the Committee risks eroding public trust in this esteemed institution,\" it added.&nbsp;The Congress leaders flagged the \"dismissive approach\" adopted by the majority of the Selection Committee and termed it \"deeply regrettable\". \"The NHRC's credibility and effectiveness depend on its ability to embody the diversity and inclusiveness that define India's constitutional ethos. The names we proposed reflect this spirit and align with the foundational principles of the Commission. Their exclusion raises significant concerns about the impartiality and fairness of the selection process,\" they said.</p><p>While Justice Ramasubramanian was named NHRC chairperson, Priyank Kanoongo and Dr Justice Bidyut Ranjan Sarangi have been appointed members of the rights panel.&nbsp;While Mr Kanoongo is the former chairperson of the National Commission for Protection of Child Rights, Justice Sarangi is the former Chief Justice of Jharkhand High Court.</p>"
    },
    {
        "title": "'We Have Taken Revenge': Wanted Indian Drugs Smuggler Shot Dead In US",
        "link": "https://www.ndtv.com/world-news/sunil-yadav-shooting-rohit-godara-lawrence-bishnoi-we-have-taken-revenge-wanted-indian-drugs-smuggler-shot-dead-in-us-7319835#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 10:51:11 +0530",
        "summary": "Sunil Yadav was killed in California's Stockton city",
        "content": "Gangster Rohit Godara, known to be part of Lawrence Bishnoi gang, has claimed responsibility for Sunil Yadav's killing"
    },
    {
        "title": "Apple Nears Record $4 Trillion Valuation As Investors Bet On AI Momentum",
        "link": "https://www.ndtv.com/world-news/apple-nears-record-4-trillion-valuation-as-investors-bet-on-ai-momentum-7319801#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 10:49:07 +0530",
        "summary": "Representational Image",
        "content": "Apple is closing in on a historic $4 trillion stock market valuation, powered by investors cheering progress in the company's long-awaited AI enhancements to rejuvenate sluggish iPhone sales."
    },
    {
        "title": "Are We Morally Blank At Birth? What New Study Suggests",
        "link": "https://www.ndtv.com/world-news/are-we-morally-blank-at-birth-what-new-study-suggests-7319798#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 10:47:59 +0530",
        "summary": "A foundational finding in moral psychology suggested that even infants have a moral sense before uttering their first word. Now, nearly 20 years later, a study that tried to replicate these findings calls this result into question.",
        "content": "<p class=\"theconversation-article-title\">What does a baby know about right and wrong? A foundational finding in moral psychology suggested that even infants have a moral sense, preferring “helpers” over “hinderers” before uttering their first word. Now, nearly 20 years later, a study that tried to <a href=\"https://onlinelibrary.wiley.com/doi/10.1111/desc.13581\">replicate these findings</a> calls this result into question.</p><div class=\"theconversation-article-body\"><p>In the <a href=\"https://www.nature.com/articles/nature06288\">original study</a>, Kiley Hamlin and her colleagues showed a puppet show to six- and ten-month-old babies. During the show, the babies would see a character — which was really just a shape with googly eyes — struggling to reach the top of a hill.</p><p>Next, a new character would either help the struggling individual reach the top (acting as a “helper”) or push the character back down to the bottom of the hill (acting as a “hinderer”).</p><p>By gauging babies' behaviour — specifically, watching how their eyes moved during the show and whether they preferred to hold a specific character after the show ended — it seemed that the infants had basic moral preferences. Indeed, in the first study, 88% of the ten-month-olds – and 100% of the six-month-olds – chose to reach for the helper.</p><figure><figcaption><span class=\"caption\">Kiley Hamlin explains the helper-hinderer experiment.</span></figcaption></figure><p>But psychology, and developmental psychology, in particular, is <a href=\"https://www.psychologytoday.com/gb/basics/replication-crisis\">no stranger to replicability concerns</a> (when it is difficult or impossible to reproduce the results of a scientific study). After all, the original study sampled only a few dozen infants.</p><p>This isn't the fault of the researchers; it's just really hard to collect data from babies. But what if it was possible to run the same study again — with say, hundreds or even thousands of babies? Would researchers find the same result?</p><p>This is the chief aim of ManyBabies, a consortium of developmental psychologists spread around the world. By combining resources across individual research labs, ManyBabies can robustly test findings in developmental science, like Hamlin's original “helper-hinderer” effect. And as of last month, the results are in.</p><p>With a final sample of 567 babies, tested in 37 research labs across five continents, babies did not show evidence of an early-emerging moral sense. Across the ages tested, babies showed no preference for the helpful character.</p><h2>Blank slate?</h2><p>John Locke, an English philosopher <a href=\"https://plato.stanford.edu/entries/locke/\">argued</a> that the human mind is a “tabula rasa” or “blank slate”. Everything that we, as humans, know comes from our experiences in the world. So should people take the most recent ManyBabies result as evidence of this? My answer, however underwhelming, is “perhaps”.</p><p>This is not the first attempted replication of the helper-hinderer effect (nor is it the first “failure to replicate”). In fact, there have been a <a href=\"https://psycnet.apa.org/fulltext/2018-33347-001.html\">number of successful replications</a>. It can be hard to know what underlies differences in results. For example, a <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC4310275/\">previous “failure”</a> seemed to come from the characters' “googly eyes” not being oriented the right way.</p><p>The ManyBabies experiment also had an important change in how the “show” was presented to infants. Rather than a puppet show performed live to baby participants, researchers instead presented a video with digital versions of the characters. This approach has its strengths. For example, ensuring that the exact same presentation occurs across every trial, in every lab. But it could also shift how babies engage with the show and its characters.</p><p>I appreciated the <a href=\"https://bsky.app/profile/mcxfrank.bsky.social/post/3lcgtoas5gs2w\">recent remarks</a> made by Michael Frank, founder of the ManyBabies consortium, on social network BlueSky: “Some people will jump to the interpretation that [the results of ManyBabies] shows that the original finding was incorrect (and hence that the other replications were incorrect as well, and the earlier non-replications were right). This [is] one possibility – but we shouldn't be so quick to jump to conclusions.”</p><p>Rather, we can take this finding for exactly what it is: a well-executed large investigation (senior-authored by Kiley Hamlin herself) of the hypothesis that infants prefer helpers over hinderers. In this instance, the hypothesis was not supported.</p><p>This could be because, underneath it all, Locke was right. Perhaps the babies tested hadn't had enough time in the world to learn “right from wrong”, so they wouldn't make any distinction between a helpful character and a harmful one. Or perhaps there's something more complicated going on. Only more science, with many, many more babies, will tell us.</p><p>At the very least, a question mark now hangs over one of the most famous experiments in developmental psychology.<!-- Below is The Conversation's page counter tag. Please DO NOT REMOVE. --><img alt=\"The Conversation\" height=\"1\" src=\"https://counter.theconversation.com/content/245333/count.gif?distributor=republish-lightbox-basic\" style=\"border: none !important; margin: 0 !important; padding: 0 !important;\" width=\"1\" /><!-- End of code. If you don't see any code above, please get new code from the Advanced tab after you click the republish button. The page counter does not collect any personal data. More info: https://theconversation.com/republishing-guidelines --></p><p><span><a href=\"https://theconversation.com/profiles/madeline-g-reinecke-2275436\">Madeline G. Reinecke</a>, Postdoctoral Researcher, Collective Moral Development, <em><a href=\"https://theconversation.com/institutions/university-of-oxford-1260\">University of Oxford</a></em></span></p><p>This article is republished from <a href=\"https://theconversation.com\">The Conversation</a> under a Creative Commons license. Read the <a href=\"https://theconversation.com/are-we-moral-blank-slates-at-birth-a-new-study-offers-some-clues-245333\">original article</a>.</p></div>"
    },
    {
        "title": "5 Things To Know About Panama Canal",
        "link": "https://www.ndtv.com/world-news/5-things-to-know-about-panama-canal-7319782#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 10:41:50 +0530",
        "summary": "Panama Canal is a waterway connecting the Pacific and Atlantic oceans.",
        "content": "US President-elect Donald Trump has threatened to demand control of the Panama Canal be returned to Washington, complaining of \"unfair\" treatment of American ships and hinting at China's growing influence."
    },
    {
        "title": "Maha Kumbh 2025: Yogi Adityanath Takes Stock Of Preparations",
        "link": "https://www.ndtv.com/india-news/maha-kumbh-2025-uttar-pradeh-chief-minister-yogi-adityanath-takes-stock-of-preparations-7318240#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 10:39:58 +0530",
        "summary": "Yogi Adityanath toured the under-construction Tent City in the fair area.",
        "content": "UP Chief Minister Yogi Adityanath has reaffirmed government's commitment to ensuring smooth transportation, better residential facilities and quick assistance for all the pilgrims and tourists for upcoming Maha Kumbh 2025, officials said."
    },
    {
        "title": "North India Shivers As Mercury Plummets, Heavy Rains To Lash Delhi, UP, And Other States",
        "link": "https://www.ndtv.com/india-news/north-india-shivers-as-mercury-plummets-heavy-rains-to-lash-delhi-up-and-other-states-7319583#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 10:37:52 +0530",
        "summary": "North India Weather Update: North India is experiencing an intensifying cold wave.",
        "content": "Cold Wave in North India: The cold is also affecting Uttar Pradesh, Bihar, and Rajasthan, with an \"severe\" AQI in Delhi, making the situation more challenging for residents."
    },
    {
        "title": "Delhi LG Increases Income Limit For EWS Admission In Private Schools To Rs 5 Lakh",
        "link": "https://www.ndtv.com/education/delhi-lg-hikes-income-limit-for-ews-admissions-to-5-lakh-7319735#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 10:37:51 +0530",
        "summary": "Private schools are required to reserve 25% of their seats for children from the EWS category.",
        "content": "The decision follows a Delhi High Court ruling of December 5, 2023 wherein the Delhi government was asked to increase the threshold limit from the existing Rs one lakh to Rs 5 lakh."
    },
    {
        "title": "Invited To Birthday, UP Boy Stripped, Beaten, Urinated Upon, Dies By Suicide",
        "link": "https://www.ndtv.com/cities/invited-to-birthday-up-boy-stripped-beaten-urinated-upon-dies-by-suicide-7319243#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 10:30:46 +0530",
        "summary": "The police are investigating the matter, and further details are awaited.",
        "content": "A minor boy named Aditya died by suicide after allegedly facing severe harassment in his village, prompting the Uttar Pradesh Police to register a case under relevant sections."
    },
    {
        "title": "Gay Couple In US Get 100 Years In Prison For Raping Their Adopted Sons",
        "link": "https://www.ndtv.com/world-news/gay-us-couple-gets-100-years-in-prison-for-horrific-sexual-abuse-of-two-adopted-sons-7319449#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 10:02:42 +0530",
        "summary": "William and Zachary were arrested in 2022.",
        "content": "A gay couple from Georgia will spend the rest of their lives in jail after they were convicted of sexually abusing their two adopted sons."
    },
    {
        "title": "Low Birth Rates, Ageing Population Make South Korea 'Super-Aged Society'",
        "link": "https://www.ndtv.com/world-news/low-birth-rates-ageing-population-make-south-korea-super-aged-society-7319425#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 10:02:40 +0530",
        "summary": "20 percent of South Korea's population is aged 65 or older.",
        "content": "South Korea, Asia's fourth-largest economy recorded just 0.7 births per woman late last year -- one of the lowest birth rates in the world."
    },
    {
        "title": "Blogs To Bluesky: How Social Media Changed Our Response To Disasters",
        "link": "https://www.ndtv.com/world-news/blogs-to-bluesky-how-social-media-changed-our-response-to-disasters-7319519#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 10:00:14 +0530",
        "summary": "Scholars warn that disinformation and rumours on social media have also hindered disaster responses.",
        "content": "From finding the missing to swift crowdfunding, social media has transformed how we understand and respond to disasters."
    },
    {
        "title": "Kolkata Metro Extends Night Services For Christmas. See Details",
        "link": "https://www.ndtv.com/travel/kolkata-metro-to-run-night-services-on-christmas-7316062#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 09:55:31 +0530",
        "summary": "The metro timings change is made to accommodate thousands of travellers, mostly headed to Park Street.",
        "content": "For the convenience of all who will be visiting Park Street and adjoining areas on Christmas, Metro is going to operate late-night services on the Blue Line."
    },
    {
        "title": "\"Will Behead Their Leaders\": Israel Confirms It Killed Hamas Chief In Iran",
        "link": "https://www.ndtv.com/world-news/israel-acknowledges-it-killed-ex-hamas-lader-haniyeh-in-iran-7317885#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 09:53:47 +0530",
        "summary": "Hamas chief Ismail Haniyeh was killed in Iran in July this year.",
        "content": "Defence Minister Israel Katz on Monday acknowledged that Israel had killed former Hamas chief Ismail Haniyeh in Tehran earlier this year, as he warned the military would \"decapitate\" the leadership of Yemen's Huthi rebels."
    },
    {
        "title": "IndiGo Passenger Serving 'Chai' On Flight Goes Viral, Internet Reacts",
        "link": "https://www.ndtv.com/offbeat/indigo-passenger-serving-chai-on-flight-goes-viral-internet-reacts-7319298#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 09:26:18 +0530",
        "summary": "The viral clip has amassed over 6,70,000 views so far",
        "content": "The video captures two men strolling down the aisle of an IndiGo airplane, casually serving tea in disposable cups"
    },
    {
        "title": "'Christmas Eve Asteroid' To Pass Closest To Earth At This Time, NASA Confirms",
        "link": "https://www.ndtv.com/science/christmas-eve-asteroid-to-skim-past-earth-on-this-date-nasa-confirms-7318995#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 09:24:42 +0530",
        "summary": "This massive space rock has a potential destructive force of 12 million tonnes of TNT.",
        "content": "Asteroid 2024 XN1, nicknamed the \"Christmas Eve asteroid,\" will pass Earth at a speed of 14,743 mph on December 24, reaching its closest point at 02:56 am GMT."
    },
    {
        "title": "Fire Breaks Out At Mumbai Apartment. 1 Hospitalised",
        "link": "https://www.ndtv.com/mumbai-news/fortune-enclave-building-fire-1-hospitalised-after-fire-breaks-out-at-mumbai-apartment-7319190#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 09:19:34 +0530",
        "summary": "The fire erupted in the flat located on the sixth floor of Fortune Enclave building in Bandra, Mumbai.",
        "content": "A fire broke out at an apartment in a 15-storey building in Mumbai's Bandra area in the wee hours of Tuesday, civic officials said."
    },
    {
        "title": "The Real-Life Violence That Inspired South Korea's 'Squid Game'",
        "link": "https://www.ndtv.com/world-news/the-real-life-violence-that-inspired-south-koreas-squid-game-7319287#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 09:14:54 +0530",
        "summary": "This month sees the release of the second season of \"Squid Game\".",
        "content": "While Squid Game is a work of fiction, the experiences of the main character Gi-hun, a laid-off worker, were inspired by the violent Ssangyong strikes in 2009."
    },
    {
        "title": "UGC Releases Handbook To Educate Stakeholders About Cybersecurity",
        "link": "https://www.ndtv.com/education/ugc-releases-handbook-to-educate-stakeholders-about-cybersecurity-7319253#publisher=newsstand",
        "published": "Tue, 24 Dec 2024 09:09:18 +0530",
        "summary": "Cybersecurity has emerged as a crucial domain due to the rise in digital revolution.",
        "content": "The handbook has been developed as part of UGC's ongoing commitment to strengthen the cybersecurity framework within the education institutions."
    }
]